Repository: goodcrypto/tails
Catalog: wiki/src/upgrade/tails.*.po
Languages: de

source: [[!meta title="Manually upgrade inside Tails"]]
de: [[!meta title="Manuell in Tails aktualisieren"]]

source: <p class="start">Start in Tails.</p>
de: <p class="start">Starten Sie unter Tails.</p>

source: [[!inline pages="install/inc/steps/download.inline" raw="yes"]]
de: [[!inline pages="install/inc/steps/download.inline.de" raw="yes"]]

source: Install an intermediary Tails
de: Installieren Sie ein zwischenzeitliches Tails

source: In this step, you will install an intermediary Tails by cloning your outdated Tails on another USB stick using <span class="application">Tails Installer</span>.
de: In diesem Schritt werden Sie ein zwischenzeitliches Tails installieren, indem Sie mithilfe des <span class="application">Tails Installers</span> Ihr veraltetes Tails auf einen anderen USB-Stick klonen.

source: <p>All the data on this USB stick will be lost.</p>
de: <p>Alle Daten auf diesem USB-Stick werden verlorengehen.</p>

source: <p>The persistent storage of your Tails USB stick will not be copied.</p>
de: <p>Der beständige Speicherbereich Ihres USB-Sticks mit Tails wird nicht kopiert.</p>

source: Plug the intermediary USB stick in the computer.
de: Schließen Sie den zwischenzeitlichen USB-Stick an.

source: 1. Choose <span class="menuchoice"> <span class="guimenu">Applications</span>&nbsp;▸ <span class="guisubmenu">Tails</span>&nbsp;▸ <span class="guimenuitem">Tails Installer</span> </span> to start <span class="application">Tails Installer</span>.
de: 1. Wählen Sie <span class="menuchoice"> <span class="guimenu">Anwendungen</span>&nbsp;▸ <span class="guisubmenu">Tails</span>&nbsp;▸ <span class="guimenuitem">Tails Installer</span> </span> um den <span class="application">Tails Installer</span> zu starten.

source: Click on the <span class="button">Install by cloning</span> button.
de: Klicken Sie auf die Schaltfläche <span class="button">Install by cloning</span>.

source: Use the <span class="guilabel">Target Device</span> drop-down list to specify the intermediary USB stick.
de: Benutzen Sie Dropdown-Liste <span class="guilabel">Target Device</span>, um den zwischenzeitlichen USB-Stick anzugeben.

source: To start the installation, click on the <span class="button">Install Tails</span> button.
de: Klicken Sie auf die Schaltfläche <span class="button">Install Tails</span>, um Tails zu installieren.

source: Read the warning message in the confirmation dialog. Click on <span class="button">Yes</span> to confirm.
de: Lesen Sie die Warnmeldung im Bestätigungsfenster. Klicken Sie auf <span class="button">Yes</span>, um zu bestätigen.

source: The installation takes a few minutes.
de: Die Installation dauert einige Minuten.

source: <div class="bug"> <p>The progress bar usually freezes for some time around 95 percent while synchronizing data on disk.</p> </div>
de: <div class="bug"> <p>Der Fortschrittsbalken friert gewöhnlicherweise bei etwa 95% ein, während die Daten auf das Medium synchronisiert werden.</p> </div>

source: Close <span class="application">Tails Installer</span>.
de: Schließen Sie den <span class="application">Tails Installer</span>.

source: Upgrade the intermediary Tails
de: Aktualisieren Sie das zwischenzeitliche Tails

source: In this step, you will upgrade the intermediary Tails using the Tails ISO image that you downloaded earlier.
de: In diesem Schritt werden Sie das zwischenzeitliche Tails mit dem ISO-Image von Tails, das Sie zuvor heruntergeladen haben, aktualisieren.

source: 1. Choose <span class="menuchoice"> <span class="guimenu">Applications</span>&nbsp;▸ <span class="guisubmenu">Tails</span>&nbsp;▸ <span class="guimenuitem">Tails Installer</span> </span> to start <span class="application">Tails Installer</span> again.
de: 1. Wählen Sie <span class="menuchoice"> <span class="guimenu">Anwendungen</span>&nbsp;▸ <span class="guisubmenu">Tails</span>&nbsp;▸ <span class="guimenuitem">Tails Installer</span> </span> um den <span class="application">Tails Installer</span> erneut zu starten.

source: Click on the <span class="button">Upgrade from ISO</span> button.
de: Klicken Sie auf die Schaltfläche <span class="button">Upgrade from ISO</span>.

source: Click <span class="button">Browse</span> and choose the ISO image that you downloaded earlier.
de: Klicken Sie auf <span class="button">Durchsuchen</span> und wählen Sie das ISO-Image aus, das Sie zuvor heruntergeladen haben.

source: Choose the intermediary USB stick in the <span class="guilabel">Target Device</span> drop-down list.
de: Wählen Sie den zwischenzeitlichen USB-Stick in der <span class="guilabel">Target Device</span> Dropdown-Liste aus.

source: To start the upgrade, click on the <span class="button">Install Tails</span> button.
de: Klicken Sie auf die Schaltfläche <span class="button">Install Tails</span>, um die Aktualisierung zu starten.

source: Read the warning message in the pop-up window. Click on the <span class="button">Yes</span> button to confirm.
de: Lesen Sie die Warnmeldung im Bestätigungsfenster. Klicken Sie auf <span class="button">Yes</span>, um zu bestätigen.

source: The upgrade takes a few minutes.
de: Die Aktualisierung nimmt einige Minuten in Anspruch.

source: [[!inline pages="install/inc/steps/switch.inline" raw="yes"]]
de: [[!inline pages="install/inc/steps/switch.inline.de" raw="yes"]]

source: [[!inline pages="install/inc/steps/restart_first_time.inline" raw="yes"]]
de: [[!inline pages="install/inc/steps/restart_first_time.inline.de" raw="yes"]]

source: [[!inline pages="install/inc/steps/install_final.inline" raw="yes"]]
de: [[!inline pages="install/inc/steps/install_final.inline.de" raw="yes"]]
