Repository: goodcrypto/tails
Catalog: wiki/src/doc/encryption_and_privacy/truecrypt.*.po
Languages: de

source: [[!meta title="Opening TrueCrypt volumes using cryptsetup"]]
de: [[!meta title="TrueCrypt Laufwerke mit cryptsetup öffnen"]]

source: On 28 May 2014, the [*TrueCrypt* website](http://truecrypt.sourceforge.net/) announced that the project was no longer maintained and recommended users to find alternate solutions. That website now reads:
de: Am 28. Mai 2014 wurde auf der [*TrueCrypt* Website](http://truecrypt.sourceforge.net/) bekanntgegeben, dass das Projekt nicht länger betreut werden würde und Nutzern empfohlen wird, alternative Lösungen zu nutzen. Auf der Website steht jetzt:

source: > WARNING: Using TrueCrypt is not secure as it may contain unfixed security issues.
de: > WARNUNG: Die Benutzung von TrueCrypt ist nicht sicher, da es unbehobene Sicherheitslücken enthalten könnte.

source: *TrueCrypt* was removed in Tails 1.2.1.
de: *TrueCrypt* wurde in Tails 1.2.1. entfernt

source: <p>We recommend that you use [[Tails encrypted persistence|doc/first_steps/persistence]] or [[LUKS encrypted volumes|/doc/encryption_and_privacy/encrypted_volumes]] instead of <span class="application">TrueCrypt</span> volumes.</p>
de: <p>Wir empfehlen Ihnen, den [[verschlüsselten Speicherbereich für Tails|doc/first_steps/persistence]] oder [[verschlüsselte Laufwerke mit LUKS|/doc/encryption_and_privacy/encrypted_volumes]] anstatt <span class="application">TrueCrypt</span> Laufwerke zu verwenden.</p>

source: Still, you can open standard and hidden *TrueCrypt* volumes in Tails using the `cryptsetup` command line tool.
de: Dennoch können Sie sowohl gewöhnliche und versteckte *TrueCrypt* Laufwerke in Tails unter Nutzung des `cryptsetup` Kommandozeilenwerkzeugs öffnen.

source: <p>This technique might not work on volumes created with <em>TrueCrypt</em> version 4.1 to 4.3 (November 2005 to March 2007).</p>
de: <p>Diese Vorgehensweise funktioniert möglicherweise nicht mit Laufwerken, die mit den <em>TrueCrypt</em> Versionen 4.1 bis 4.3 erstellt wurden (November 2005 bis März 2007).</p>

source: [[Set up an administration password|first_steps/startup_options/administration_password]].
de: [[Setzen Sie ein Administrationspasswort|first_steps/startup_options/administration_password]].

source: 1. Choose <span class="menuchoice"> <span class="guimenu">Applications</span>&nbsp;▸ <span class="guisubmenu">System Tools</span>&nbsp;▸ <span class="guimenuitem">Root Terminal</span> </span> to open a terminal with administration rights.
de: 1. Wählen Sie <span class="menuchoice"> <span class="guimenu">Anwendungen</span>&nbsp;▸ <span class="guisubmenu">Zubehör</span>&nbsp;▸ <span class="guimenuitem">Root Terminal</span> </span> um ein Terminal mit Administrationsrechten zu öffnen.

source: **If you want to open a standard *TrueCrypt* volume**, execute the following command. Replace `[volume]` with the path to your volume (partition or file container) and `[name]` with a name of your choice.
de: **Wenn Sie ein übliches *TrueCrypt* Laufwerk öffnen möchten**, führen Sie den folgenden Befehl aus. Ersetzen Sie `[volume]` mit dem Pfad zu Ihren Laufwerk (Partition oder Dateicontainer) und `[name]` mit einem Namen Ihrer Wahl.

source: Here is an example of the command to execute to open a standard volume in a file container, yours is probably different:
de: Hier ist ein Beispiel des auszuführenden Befehls, um ein übliches Laufwerk in einem Dateicontainer zu öffnen, Ihrer ist wahrscheinlich anders:

source: **Else, if you want to open a hidden *TrueCrypt* volume**, execute the following command. Replace `[volume]` with the path to your volume (partition or file container) and `[name]` with a name of your choice.
de: **Wenn Sie stattdessen ein verstecktes *TrueCrypt* Laufwerk öffnen möchten**, führen Sie den folgenden Befehl aus. Ersetzen Sie `[volume]` mit dem Pfad zu Ihrem Laufwerk (Partition oder Dateicontainer) und `[name]` mit einem Namen Ihrer Wahl.

source: Here is an example of the command to execute to open a hidden volume on a partition, yours is probably different:
de: Hier ist ein Beispiel des auszuführenden Befehls, um ein verstecktes Laufwerk auf einer Partition zu öffnen, Ihrer ist möglicherweise anders:

source: After typing your password and once the command prompt reappears, execute the following commands to mount the volume. Replace `[name]` with the name chosen in step&nbsp;3.
de: Führen Sie die folgenden Befehle aus, nachdem Sie Ihr Kennwort eingegeben haben und die Eingabeaufforderung wieder erscheint. Ersetzen Sie `[name]` mit dem im dritten Schritt gewählten Namen.

source: a. And, if your volume contains a **NTFS or FAT file system** (default):
de: a. Und wenn Ihr Laufwerk ein **NTFS or FAT Dateisystem** enthält (Standard):

source: a. Else, if your volume contains an **Ext2, Ext3, or Ext4 file system**:
de: a. Oder wenn Ihr Laufwerk ein **Ext2, Ext3, or Ext4 Dateisystem** enthält:

source: If you don't see any error message, the volume is now available from the <span class="guimenu">Places</span> menu.
de: Wenn Sie keine Fehlermeldungen sehen, ist das Laufwerk nun in dem <span class="guimenu">Orte</span>-Menü verfügbar.

source: When you want to close your *TrueCrypt* volume, execute the following commands to safely remove it. Otherwise some of your files could be lost or damaged. Replace `[name]`with the mapping name chosen in step&nbsp;3.
de: Wenn Sie Ihr *TrueCrypt* Laufwerk schließen möchten, führen Sie folgenden Befehl aus, um es sicher zu entfernen. Anderenfalls könnten einige Ihrer Dateien verloren gehen oder beschädigt werden. Ersetzen Sie `[name]` mit dem zugeordneten Namen, den Sie im dritten Schritt ausgewählt haben.
