Repository: goodcrypto/tails
Catalog: wiki/src/doc/first_steps/installation/manual/linux.*.po
Languages: de

source: [[!meta title="Manual installation using Linux"]]
de: [[!meta title="Manuelle Installation unter Linux"]]

source: [[!inline pages="doc/first_steps/manual_usb_installation.intro" raw="yes"]]
de: [[!inline pages="doc/first_steps/manual_usb_installation.intro.de" raw="yes"]]

source: This technique uses the command line.
de: Bei dieser Vorgehensweise wird die Kommandozeile benutzt.

source: <h2 class="bullet-number-one">Find out the device name of the device</h2>
de: <h2 class="bullet-number-one">Den Gerätenamen des Speichermediums herausfinden</h2>

source: The device name should be something like `/dev/sdb`, `/dev/sdc`, etc.
de: Der Gerätename sollte etwa `/dev/sdb`, `/dev/sdc`, usw. lauten.

source: If you are not sure about the exact device name, with GNOME, do the following:
de: Wenn Sie sich nicht sicher sind, wie der exakte Gerätename lautet, tun Sie folgendes in GNOME:

source: Make sure that the USB stick or SD card onto which you want to install Tails is unplugged.
de: Stellen Sie sicher, dass der USB-Stick oder die SD-Karte, auf welche(n) Sie Tails installieren möchten, nicht angeschlossen ist.

source: 1. Open <span class="application">GNOME Disk Utility</span> from the menu <span class="menuchoice"> <span class="guimenu">Applications</span>&nbsp;▸ <span class="guisubmenu">Accessories</span>&nbsp;▸ <span class="guimenuitem">Disk Utility</span> </span>
de: 1. Öffnen Sie die <span class="application">Laufwerksverwaltung</span> aus dem Menü <span class="menuchoice"> <span class="guimenu">Anwendungen</span>&nbsp;▸ <span class="guisubmenu">Zubehör</span>&nbsp;▸ <span class="guimenuitem">Laufwerksverwaltung</span> </span>

source: <span class="application">Disk Utility</span> lists all the current storage devices in the left pane of the window.
de: Die <span class="application">Laufwerksverwaltung</span> listet alle aktuellen Datenträger im linken Fensterbereich auf.

source: Plug the USB stick or SD card onto which you want to install Tails.
de: Schließen Sie den USB-Stick oder die SD-Karte an, auf welche(n) Sie Tails installieren möchten.

source: A new device appears in the list of storage devices. Click on it.
de: Ein neues Gerät erscheint in der Liste der Speichermedien. Wählen Sie es aus.

source: In the right pane of the window, verify that the device corresponds to your device, its brand, its size, etc.
de: Überprüfen Sie im rechten Fensterbereich, dass das Gerät Ihrem Speichermedium entspricht, den Hersteller, die Größe, usw.

source: On this screenshot, the USB stick is a Kingston DataTraveler of 2.0 GB and its device name is `/dev/sdc`. Yours are probably different.
de: In diesem Bildschirmfoto ist der USB-Stick ein Kingston DataTraveler mit einer Größe von 2.0 GB und der Gerätename lautet `/dev/sdc`. Ihrer lautet möglicherweise anders.

source: If you are not sure about the device name, you should stop proceeding or <strong>you risk overwriting any hard disk on the system</strong>.
de: Falls Sie sich über den Gerätenamen unsicher sind, sollten Sie den Vorgang abbrechen. Anderenfalls <strong>riskieren Sie, jegliche Datenträger des Systems zu überschreiben</strong>.

source: <h2 class="bullet-number-two">Do the copy</h2>
de: <h2 class="bullet-number-two">Das Kopieren durchführen</h2>

source: <p><strong>All the data on the installed device will be lost.</strong></p>
de: <p><strong>Alle Daten auf dem zu installierenden Speichermedium gehen verloren.</strong></p>

source: Execute the following commands, replacing `[tails.iso]` with the path to the ISO image that you want to copy and `[device]` with the device name found in step 1.
de: Führen Sie folgende Befehle aus und ersetzen Sie `[tails.iso]` mit dem Pfad zum ISO-Image, die Sie kopieren möchten und `[device]` mit dem Gerätenamen, den Sie in Schritt 1 herausgefunden haben.

source: Here is an example of the commands to execute, yours are probably different:
de: Hier ist ein Beispiel der auszuführenden Befehle, Ihre lauten möglicherweise anders:

source: If you are not sure about the path to the ISO image or if you get a <span class="guilabel">No such file or directory</span> error message, you can first type <span class="command">dd if=</span>, and then drag and drop the icon of the ISO image from a file browser onto the terminal. This should insert the correct path to the ISO image in the terminal. Then complete the command and execute it.
de: Falls Sie sich nicht über den Pfad zum ISO-Image sicher sind oder Sie eine <span class="guilabel">Datei oder Verzeichnis nicht gefunden</span> Fehlermeldung erhalten, können Sie zuerst <code>dd</code> gefolgt von einem Leerzeichen eingeben und dann das Icon des ISO-Images per Drag and Drop aus einem Datei-Browser in das Terminal ziehen. Dies sollte den korrekten Pfad zum ISO-Image in das Terminal einfügen. Vervollständigen Sie anschließend den Befehl und führen Sie ihn aus.

source: If you don't see any error message, Tails is being copied onto the device. The whole process might take some time, generally a few minutes.
de: Falls Sie keine Fehlermeldung sehen, wird Tails auf das Speichermedium kopiert. Der gesamte Vorgang kann etwas Zeit in Anspruch nehmen, in der Regel einige Minuten.

source: <p>Once the command prompt reappears, you can shutdown your computer, and [[start Tails|start_tails]] from this new device.</p>
de: <p>Sobald die Eingabeaufforderung wieder erscheint, können Sie Ihren Computer herunterfahren und Tails von diesem neuen Speichermedium [[starten|start_tails]].</p>

source: Troubleshooting
de: Fehlersuche

source: dd: /dev/sdx: No such file or directory
de: dd: /dev/sdx: Datei oder Verzeichnis nicht gefunden

source: Then double-check the name of the device you found in [[step 1|linux#step_1]].
de: Überprüfen Sie nochmals den Namen des Speichermedium, den Sie im [[ersten Schritt|linux#step_1]] ermittelt haben.

source: dd: /dev/sdx: Permission denied
de: dd: /dev/sdx: Keine Berechtigung

source: You might also have committed a mistake in the device name, so please double-check it. If you are sure about the device name, this could be a permission problem and you could need to gain administration privileges before running the commands in the terminal. That could be:
de: Sie haben möglicherweise einen Fehler beim Gerätenamen gemacht, bitte überprüfen Sie diesen nochmals. Wenn Sie sich beim Gerätenamen sicher sind, könnte ein Berechtigungsfehler vorliegen und es könnte nötig sein, dass Sie administrative Rechte vor dem Ausführen der Befehle in der Kommandozeile erlangen müssen. Das könnte so sein:

source: dd: tails.iso: No such file or directory
de: dd: tails.iso: Datei oder Verzeichnis nicht gefunden

source: Then you surely have committed a mistake on the path to the ISO image in [[step 2|linux#step_2]].
de: Sie haben gewiss einen Fehler beim Pfad zum ISO-Image in [[Schritt 2|linux#step_2]] gemacht.
