Repository: goodcrypto/tails
Catalog: wiki/src/install/linux/usb.*.po
Languages: de

source: [[!meta title="Installing Tails on a USB stick from Linux"]]
de: [[!meta title="Tails unter Linux auf einen USB-Stick installieren"]]

source: [[!inline pages="install/inc/tails-installation-assistant.inline" raw="yes"]]
de: [[!inline pages="install/inc/tails-installation-assistant.inline.de" raw="yes"]]

source: <p class="start">Start in Linux.</p>
de: <p class="start">Starten Sie unter Linux.</p>

source: [[!inline pages="install/inc/steps/download.inline" raw="yes"]]
de: [[!inline pages="install/inc/steps/download.inline.de" raw="yes"]]

source: [[!inline pages="install/inc/steps/install_intermediary_intro.inline" raw="yes"]]
de: [[!inline pages="install/inc/steps/install_intermediary_intro.inline.de" raw="yes"]]

source: Install <span class="application">GNOME Disks</span>.
de: Installieren Sie <span class="application">GNOME Disks</span>.

source: If you are using the GNOME desktop environment, <span class="application">GNOME Disks</span> should be installed by default.
de: Wenn Sie die GNOME Desktop-Umgebung benutzen, sollte <span class="application">GNOME Disks</span> standardmäßig installiert sein.

source: Otherwise, install the <span class="code">gnome-disk-utility</span> package using the usual installation method for your Linux distribution.
de: Installieren Sie ansonsten das Paket <span class="code">gnome-disk-utility</span> unter Nutzung der gewohnten Installationsweise für Ihre Linux-Distribution.

source: Start <span class="application">GNOME Disks</span> (also called <span class="application">Disks</span>).
de: Starten Sie <span class="application">GNOME Disks</span> (auch <span class="application">Laufwerke</span> genannt).

source: For example, you can choose <span class="menuchoice"> <span class="guimenu">Applications</span>&nbsp;▸ <span class="guisubmenu">Utilities</span>&nbsp;▸ <span class="guimenuitem">Disks</span></span>.
de: Zum Beispiel können Sie <span class="menuchoice"> <span class="guimenu">Anwendungen</span>&nbsp;▸ <span class="guisubmenu">Hilfsprogramme</span>&nbsp;▸ <span class="guimenuitem">Laufwerke</span></span> auswählen.

source: Plug the first USB stick in the computer.
de: Schließen Sie den ersten USB-Stick an den Computer an.

source: A new drive appears in the left pane. Click on it.
de: Ein neues Laufwerk erscheint im linken Fensterbereich. Klicken Sie darauf.

source: Click on the [[!img lib/emblem-system.png alt="System" class="symbolic" link="no"]] button in the titlebar and choose <span class="guimenuitem">Restore Disk Image&hellip;</span>.
de: Klicken Sie in der Titelleiste des Fensters auf die Schaltfläche [[!img lib/emblem-system.png alt="System" class="symbolic" link="no"]] und wählen Sie <span class="guimenuitem">Laufwerksabbild wiederherstellen&hellip;</span>.

source: <p>If your version of <span class="application">GNOME Disks</span> is old and has no [[!img lib/emblem-system.png alt="System" class="symbolic" link="no"]] button, you have to [[!toggle id="dd" text="install an intermediary Tails using the command line"]].</p>
de: <p>Falls Ihre Version von <span class="application">GNOME Disks</span> veraltet ist und die Schaltfläche [[!img lib/emblem-system.png alt="System" class="symbolic" link="no"]] nicht vorhanden ist, müssen Sie ein [[!toggle id="dd" text="zwischenzeitliches Tails unter der Nutzung der Kommandozeile installieren"]].</p>

source: Install an intermediary Tails using the command line ----------------------------------------------------
de: Ein zwischenzeitliches Tails unter Nutzung der Kommandozeile installieren ----------------------------------------------------

source: Take note of the *device name* of the first USB stick as displayed in the right pane. The device name should be something like `/dev/sdb`, `/dev/sdc`, etc.
de: Notieren Sie sich den *Gerätenamen* des im rechten Fensterbereich angezeigten, ersten USB-Sticks. Der Gerätename sollte etwa wie `/dev/sdb`, `/dev/sdc`, usw. lauten.

source: <p>If you are not sure about the device name, you should stop proceeding or you risk overwriting any hard disk on the computer.</p>
de: <p>Falls Sie sich über den Gerätenamen unsicher sind, sollten Sie den Vorgang abbrechen. Anderenfalls riskieren Sie, jegliche Datenträger des Systems zu überschreiben.</p>

source: Open a terminal.
de: Öffnen Sie ein Terminal.

source: Execute the following command, replacing `[tails.iso]` with the path to the ISO image that you want to install and `[device]` with the device name found in step 1.
de: Führen Sie folgenden Befehl aus und ersetzen Sie `[tails.iso]` mit dem Pfad zum ISO-Image, das Sie installieren wollen und `[gerät]` mit dem Gerätenamen, den Sie im ersten Schritt herausgefunden haben.

source: dd if=[tails.iso] of=[device] bs=16M && sync
de: dd if=[tails.iso] of=[gerät] bs=16M && sync

source: Here is an example of command to execute, yours is probably different:
de: Hier ist ein Beispiel des auszuführenden Befehls, Ihrer ist wahrscheinlich anders:

source: <p>If you are not sure about the path to the ISO image or if you get a <span class="guilabel">No such file or directory</span> error message, you can first type <code>dd</code>, followed by a space, and then drag and drop the icon of the ISO image from a file browser onto the terminal. Doing so should insert the correct path to the ISO image in the terminal. Then complete the command and execute it.</p>
de: <p>Falls Sie sich nicht über den Pfad zum ISO-Image sicher sind oder Sie eine <span class="guilabel">Datei oder Verzeichnis nicht gefunden</span> Fehlermeldung erhalten, können Sie zuerst <code>dd</code> gefolgt von einem Leerzeichen eingeben und dann das Symbol des ISO-Images per Drag and Drop aus einem Datei-Browser in das Terminal ziehen. Dies sollte den korrekten Pfad zum ISO-Image in das Terminal einfügen. Vervollständigen Sie anschließend den Befehl und führen Sie ihn aus.</p>

source: If no error message is returned, Tails is being install on the USB stick. The installation takes a few minutes.
de: Falls keine Fehlermeldung zurückgegeben wird, wird Tails auf den USB-Stick installiert. Die Installation dauert einige Minuten.

source: You can now continue with the next step and [[Open these instructions on another device|usb#intermediary]].
de: Sie können nun mit dem nächsten Schritt fortfahren und [[diese Anweisungen auf einem anderen Gerät öffnen|usb#intermediary]].

source: In the <span class="guilabel">Restore Disk Image</span> dialog, click on the file selector button and choose the ISO image that you downloaded earlier.
de: Klicken Sie im Fenster <span class="guilabel">Laufwerksabbild wiederherstellen</span> auf die Schaltfläche zur Auswahl von Dateien und wählen Sie das zuvor heruntergeladene ISO-Image aus.

source: Click on the <span class="button">Start Restoring&hellip;</span> button.
de: Klicken Sie auf die Schaltfläche <span class="button">Wiederherstellung starten&hellip;</span>.

source: In the confirmation dialog click <span class="button">Restore</span>. The installation takes a few minutes.
de: Klicken Sie im Bestätigunsfenster auf <span class="button">Wiederherstellen</span>. Die Installation dauert einige Minuten.

source: After the installation is finished, click on the [[!img lib/media-eject.png alt="Eject" class="symbolic" link="no"]] button.
de: Klicken Sie auf die Schaltfläche [[!img lib/media-eject.png alt="Eject" class="symbolic" link="no"]], nachdem die Installation beendet wurde.

source: [[!inline pages="install/inc/steps/install_intermediary_outro.inline" raw="yes"]]
de: [[!inline pages="install/inc/steps/install_intermediary_outro.inline.de" raw="yes"]]

source: [[!inline pages="install/inc/steps/switch.inline" raw="yes"]]
de: [[!inline pages="install/inc/steps/switch.inline.de" raw="yes"]]

source: [[!inline pages="install/inc/steps/restart_first_time.inline" raw="yes"]]
de: [[!inline pages="install/inc/steps/restart_first_time.inline.de" raw="yes"]]

source: [[!inline pages="install/inc/steps/install_final.inline" raw="yes"]]
de: [[!inline pages="install/inc/steps/install_final.inline.de" raw="yes"]]

source: [[!inline pages="install/inc/steps/restart_second_time.inline" raw="yes"]]
de: [[!inline pages="install/inc/steps/restart_second_time.inline.de" raw="yes"]]

source: [[!inline pages="install/inc/steps/you_are_done.inline" raw="yes"]]
de: [[!inline pages="install/inc/steps/you_are_done.inline.de" raw="yes"]]

source: [[!inline pages="install/inc/steps/create_persistence.inline" raw="yes"]]
de: [[!inline pages="install/inc/steps/create_persistence.inline.de" raw="yes"]]
