Repository: goodcrypto/tails
Catalog: po/*.po
Languages: cy, fr_ca, hr_hr, nb, pt, sk_sk, sr

source: Tor is ready
cy: Mae Tor yn barod
fr_ca: Tor est prêt
hr_hr: Tor je spreman
nb: Tor er klar
pt: O Tor está pronto
sk_sk: Tor je pripravený
sr: Тор је спреман

source: You can now access the Internet.
cy: Yn awr, gallwch cysylltu a'r We.
fr_ca: Vous pouvez maintenant accéder à Internet.
hr_hr: Sad možete pristupiti internetu.
nb: Du har nå tilgang til internett.
pt: Agora pode aceder à Internet.
sk_sk: Môžete sa pripojiť na Internet.
sr: Можете сада приступити интернету.

source: <h1>Help us fix your bug!</h1> <p>Read <a href="%s">our bug reporting instructions</a>.</p> <p><strong>Do not include more personal information than needed!</strong></p> <h2>About giving us an email address</h2> <p> Giving us an email address allows us to contact you to clarify the problem. This is needed for the vast majority of the reports we receive as most reports without any contact information are useless. On the other hand it also provides an opportunity for eavesdroppers, like your email or Internet provider, to confirm that you are using Tails. </p>
fr_ca: <h1>Aidez-nous à corriger votre bogue!</h1> <p>Lisez <a href="%s">nos instructions de rapport de bogue</a>.</p> <p><strong>N'incluez pas plus d'informations personnelles que nécessaire!</strong></p> <h2>Nous donner une adresse courriel</h2> <p> Nous donner une adresse courriel nous permet de vous contacter pour clarifier le problème. Ceci est nécessaire pour la vaste majorité des rapports que nous recevons car la plupart des rapports sans information de contact sont inutiles. D'un autre côté, cela donne l'occasion aux oreilles électroniques indiscrètes, comme votre fournisseur de service Internet ou de courriel, de confirmer que vous utilisez Tails. </p>
hr_hr: <h1>Pomozite nam da rješimo Vaš problem!</h1> <p>Pročitajte <a href="%s">naše upute za prijavu problema</a>.</p> <p><strong>Ne uključujte više osobnih informacija nego što je potrebno!</strong></p> <h2>O davanju email adrese</h2> <p> Davanje email adrese nam omogućava da Vas kontaktiramo i razjasnimo problem. To je potrebno za veliku većinu prijava koje zaprimimo jer je većina prijava bez ikakvih kontakt informacija beskorisna. Također stvara priliku za prisluškivače, kao što su Vaš davatelj email ili internet usluge, da potvrde da koristite Tails. </p>
nb: <h1>Hjelp oss med å ordne feilen du har funnet!</h1> <p>Les <a href="%s">vår instruks om rapportering av feil</a>.</p> <p><strong>Ikke inkluder flere personvernsdetaljer enn nødvendig!</strong></p> <h2>Om det å gi oss en e-post -adresse</h2> <p> Det å gi oss en e-post -adresse tillater oss å kontakte deg for å få klarhet i problemet. Dette er som oftest nødvendig siden de fleste feilrettingsrapportene trenger ytterligere detaljer for å være brukbare. Dog gir det også en mulighet for overvåkningsinstanser til å bekrefte at du bruker Tails </p>
pt: <h1>Ajude-nos a corrigir o seu erro!</h1> <p>Leia <a href="%s">as nossas instruções para reportar erros</a>.</p> <p><strong>Não inclua mais informação pessoal do que a necessária!</strong></p> <h2>Sobre dar-nos um endereço de correio eletrónico</h2> <p> Ao dar-nos um endereço de correio eletrónico permite-nos contactá-lo para clarificar o problema. Isto é necessário para a grande maioria dos relatórios que nós recebemos, uma vez que sem informação de contacto eles são inúteis. Por outro lado, este também proporciona uma oportunidade para escutas, tal como o seu provedor de correio eletrónico ou de Internet, para confirmarem que está a utilizar o Tails. </p>
sr: <h1>Помозите нам да поправимо ваш баг!</h1> <p>Прочитајте <a href="%s">наше инструкције за пријављивање багова</a>.</p> <p><strong>Не уносите више личних информација него што је неопходно!</strong></p> <h2>О томе када нам дате вашу и-мејл адресу</h2> <p> Дајући нам вашу и-мејл адресу, омогућавате нам да вас контактирамо да би разјаснили проблем. То је потребно за велику већину извештаја које примимо пошто је већина извештаја без контакт информација бескорисна. С друге стране, то пружа прилику прислушкивачима, као што је ваш и-мејл или интернет провајдер, да потврди да ви користите Tails. </p>

source: Persistence is disabled for Electrum
fr_ca: La persistance est désactivée pour Electrum
hr_hr: Trajnost je onemogućena za Electrum
nb: Vedvaring avskrudd for Electrum (Bitcoin-klient)
pt: A persistência está desativada para o Electrum
sr: Persistence (упорност) је онемогућена за Electrum

source: When you reboot Tails, all of Electrum's data will be lost, including your Bitcoin wallet. It is strongly recommended to only run Electrum when its persistence feature is activated.
fr_ca: Lorsque vous redémarrerez Tails, toutes les données d'Electrum seront perdues, incluant votre portefeuille Bitcoin. Il est fortement recommandé de n'utiliser Electrum qu'avec la fonction de persistance activée.
hr_hr: Kad ponovno pokrenet Tails, svi Electrum-ovi podatci će biti izgubljeni, uključujući i Vaš Bitcoin novčanik. Snažno je preporučeno da se Electrum pokreće jedino kad je mogućnost trajnosti aktivirina.
nb: Ved omstart av Tails vil alle data i Electrum gå tapt, inkludert din Bitkoin-lommebok. Det er anbefalt på det sterkeste at du bare kjører Electrum når vedvaringsvalget er aktivert.
pt: Quando reinicia o Tails, todos os dados do Electrum serão perdidos, incluindo a sua carteira Bitcoin. É altamente recomendado que só execute o Electrum quando a sua funcionalidade de persistência esteja ativa.
sr: Када рестартујете Tails, сви подаци из Electrum-а ће бити изгубљени, укључујући ваш Bitcoin новчаник. Снажно вам препоручујемо да Electrum користите само када је његова persistence опција активирана.

source: Do you want to start Electrum anyway?
fr_ca: Voulez-vous quand même démarrer Electrum?
hr_hr: Želite li svejedno pokrenuti Electrum?
nb: Vil du starte Electrum uansett?
pt: Mesmo assim, deseja iniciar o Electrum?
sr: Da li ipak želite da pokrenete Electrum?

source: _Launch
cy: _Llwythwch
fr_ca: _Lancer
hr_hr: _Pokreni
nb: _Start
pt: _Lançar
sk_sk: _Spustiť
sr: _Лансирати

source: _Exit
cy: _Gadael
fr_ca: _Quitter
hr_hr: _Izlaz
nb: _Avslutt
pt: _Sair
sk_sk: _Ukončiť
sr: _Излаз

source: OpenPGP encryption applet
cy: Rhaglennig amgryptio OpenPGP
fr_ca: Applet de chiffrement OpenPGP
hr_hr: OpenPGP aplikacija za kodiranje
nb: OpenPGP krypterings applet
pt: Miniaplicativo de criptografia OpenPGP
sk_sk: OpenPGP šifrovací applet
sr: Отворити аплет PGP enkripcije

source: Exit
cy: Gadael
fr_ca: Quitter
hr_hr: Izlaz
nb: Avslutt
pt: Sair
sk_sk: Ukončiť
sr: Излаз

source: About
cy: Ynghylch
fr_ca: À propos
hr_hr: O
nb: Om
pt: Informações
sk_sk: O nás
sr: О нама

source: Encrypt Clipboard with _Passphrase
cy: Amgryptiwch y Clipfwrdd gydag _cyfrinair
fr_ca: Chiffrer le presse-papier avec une _phrase de passe
hr_hr: Šifriraj Clipboard s _Lozinkom
nb: Krypter utklippstavlen med _Passordsetning
pt: Encriptar o Clipboard com _Passphrase
sk_sk: Šifrovať Schránku prístupovým heslom
sr: Извршити енкрипцију клипборда са _Passphrase

source: Sign/Encrypt Clipboard with Public _Keys
cy: Llofnodi/Amgryptio'r Clipfwrdd efo Allweddi_Cyhoeddus
fr_ca: Signer/chiffrer le presse-papier avec des _clefs publiques
hr_hr: Potpiši/Šifriraj Clipboard s Javnim_Ključevima
nb: Signer/krypter utklipp med offentlige _nøkler
pt: Assinar/Encriptar área de transferência com Public _Keys
sk_sk: Podpísať/zašifrovať Schránku verejným kľúčom
sr: Извршити Енкрипцију/Потисивање клипборда са Public _Keys

source: _Decrypt/Verify Clipboard
cy: Dadgryptio/Gwirio'r Clipfwrdd
fr_ca: _Déchiffrer/vérifier le presse-papier
hr_hr: _Dešifriraj/Potvrdi Clipboard
nb: _Dekrypter/verifiser utklipp
pt: _Desencriptar/Verificar área de transferência
sk_sk: _Dešifrovať/overiť Schránku
sr: _Декриптовати/Верификовати Клипборд

source: _Manage Keys
cy: Rheoli Allweddi
fr_ca: _Gérer les clefs
hr_hr: _Upravljaj ključevima
nb: _Håndter nøkler
pt: _Gerir Chaves
sk_sk: _Spravovať kľúče
sr: _Управљање Кључевима

source: _Open Text Editor
fr_ca: _Ouvrir l'éditeur de texte
hr_hr: _Otvori uređivač teksta
nb: _Åpne tekstbehandler
pt: _Open Editor de Texto

source: The clipboard does not contain valid input data.
cy: Nid yw'r clipfwrdd yn cynnwys data mewnbwn ddilys.
fr_ca: Le presse-papier ne contient pas de donnée entrante valide.
hr_hr: Clipboard ne sadrži važeće ulazne podatke.
nb: Utklippstavlen inneholder ikke gyldige inndata.
pt: A área de transferência não contém dados de entrada válidos.
sk_sk: Schránka neobsahuje platné vstupné údaje.
sr: Клипборд не садржи валидне улазне податке

source: Unknown Trust
cy: Ymddiriediaeth anhysbys
fr_ca: Confiance inconnue
hr_hr: Nepoznato Povjerenje
nb: Ukjent tillit
pt: Fidedignidade Desconhecida
sk_sk: Nejasná dôvera
sr: Непознато Поверење

source: Marginal Trust
cy: Ymddiriediaeth ymylol
fr_ca: Confiance marginale
hr_hr: Rubno Povjerenje
nb: Marginal tillit
pt: Fidedignidade Marginal
sk_sk: Minimálna dôvera
sr: Маргинално Поверење

source: Full Trust
cy: Ymddiriediaeth llawn
fr_ca: Confiance complète
hr_hr: Potpuno Povjerenje
nb: Full tillit
pt: Fidedignidade Total
sk_sk: Plná dôvera
sr: Потпуно Поверење

source: Ultimate Trust
cy: Ymddiriediaeth terfynol
fr_ca: Confiance ultime
hr_hr: Ultimativno Povjerenje
nb: Total tillit
pt: Fidedignidade Máxima
sk_sk: Neobmedzená dôvera
sr: Ултимативно Поверење

source: Name
cy: Enw
fr_ca: Nom
hr_hr: Naziv
nb: Navn
pt: Nome
sk_sk: Názov
sr: Име

source: Key ID
cy: ID Allweddol
fr_ca: ID de la clef
hr_hr: Identifikacija ključa
nb: Nøkkel-ID
pt: ID da Chave
sk_sk: ID kľúča
sr: Идентификација Кључа

source: Status
cy: Statws
fr_ca: État
pt: Estado
sk_sk: Stav
sr: Статус

source: Fingerprint:
cy: Olion Bysedd:
fr_ca: Empreinte :
hr_hr: Otisak:
nb: Fingeravtrykk:
pt: Impressão digital:
sk_sk: Odtlačok:
sr: Отисак прста:

source: User ID:
cy: ID Defnyddiwr:
fr_ca: ID 'utilisateur :
hr_hr: ID korisnika
nb: Bruker-ID:
pt: ID do Utilizador:
sk_sk: Identifikátor užívateľa:
sr: Корисничка идентификација:

source: None (Don't sign)
cy: Ddim (Peidiwch llofnodi)
fr_ca: Aucun (ne pas signer)
hr_hr: Nijedan (Ne prijavljuj)
nb: Ingen (Ikke signer)
pt: Nenhum (não assinar)
sk_sk: Žiadne (Nepodpisovať)
sr: Ништа (Не потписивати)

source: Select recipients:
cy: Dewiswch derbynwyr:
fr_ca: Choisir les destinataires :
hr_hr: Izaberi primatelje:
nb: Velg mottakere:
pt: Seleccionar destinatários:
sk_sk: Vybrať príjemcov:
sr: Изабрати примаоце:

source: Hide recipients
cy: Cyddiwch derbynwyr
fr_ca: Cacher les destinataires
hr_hr: Sakrij primatelje
nb: Gjem mottakere:
pt: Ocultar destinatários
sk_sk: Skryť príjemcov
sr: Сакрити примаоце

source: Hide the user IDs of all recipients of an encrypted message. Otherwise anyone that sees the encrypted message can see who the recipients are.
cy: Cyddiwch yr IDau o phob derbynwr o neges amgryptiedig. Neu gall unrhyw un sy'n gweld y neges amlgryptiedig gallu gweld pwy yw'r derbynwyr.
fr_ca: Cacher les IDs utilisateur pour tous les destinataires d'un message chiffré. Autrement n'importe qui voyant le message chiffré peut voir sont les destinataires.
hr_hr: Sakrij identifikacije svih primatelja kodirane poruke. Inače svatko tko vidi kodiranu poruku može vidjeti tko su primatelji.
nb: Gjem bruker-IDene til alle mottakere av en kryptert melding. Hvis ikke kan alle som ser den krypterte meldingen se hvem mottakerne er.
pt: Esconda os IDs de utilizador de todos os destinatários de uma mensagem encriptada. De outra forma qualquer pessoa que veja a mensagem encriptada pode ver quem são os destinatários.
sk_sk: Skryť identifikátory všetkých príjemcov šifrovanej správy. V opačnom prípade môže ktokoľvek vidieť, kto je príjemcom šifrovanej správy.
sr: Сакријте идентификације свих корисника шифроване поруке. Иначе ће свако ко види шифровану поруку моћи да види ко су примаоци.

source: Sign message as:
cy: Llofnodwch y neges fel:
fr_ca: Signer le message en tant que :
hr_hr: Potpiši poruku kao:
nb: Signer meldingen som:
pt: Assinar a mensagem como:
sk_sk: Podpísať správu ako:
sr: Потпишите поруку као:

source: Choose keys
cy: Dewiswch allweddi
fr_ca: Choisir les clefs
hr_hr: Izaberi ključeve
nb: Velg nøkler
pt: Escolher as chaves
sk_sk: Zvoliť kľúče
sr: Изаберите кључеве

source: Do you trust these keys?
cy: Ydych chi'n ymddiried yn yr allweddi rhain?
fr_ca: Faites-vous confiance à ces clefs?
hr_hr: Vjerujete li ovim ključevima?
nb: Stoler du på disse nøklene?
pt: Confia nestas chaves?
sk_sk: Dôverujete týmto kľúčom?
sr: Да ли верујете овим кључевима?

source: The following selected key is not fully trusted:
cy: Nid yw'r allwedd hon yn hollol ymddiriedig:
fr_ca: La clef choisie suivante n'est pas entièrement de confiance :
hr_hr: Sljedeci izabrani ključ nije potpuno siguran :
nb: Følgende valgte nøkkel er ikke helt betrodd:
pt: A seguinte chave seleccionada não é totalmente fidedigna:
sk_sk: Nasledujúci zvolený kľúč nemá plnú dôveru:
sr: Следећем изабраном кључу се не може потпуно веровати:

source: Do you trust this key enough to use it anyway?
cy: Ydych chi'n ymddirio digon yn yr allwedd hon i'w ddefnyddio?
fr_ca: Faites-vous quand même assez confiance à cette clef pour l'utiliser
hr_hr: Da li vjeruješ ovom ključu dovoljno da ga svejedno upotrijebiš ?
nb: Stoler du nok på denne nøkkelen til å bruke den uansett?
pt: Confia suficientemente nesta chave para a utilizar na mesma?
sk_sk: Dôverujete tomuto kľúču natoľko, aby ste ho použili?
sr: Да ли довољно верујете овом кључу да би га ипак користили?

source: No keys selected
cy: Ddim allweddi wedi'i ddewis
fr_ca: Aucune clef de choisie
hr_hr: Nijedan ključ nije izabran
nb: Ingen nøkler er valgt
pt: Nenhuma chave selecionada
sk_sk: Žiadne vybrané kľúče
sr: Ниједан кључ није изабран

source: You must select a private key to sign the message, or some public keys to encrypt the message, or both.
cy: Maen rhaid i chithau dewis allwedd preifat i llofnodi'r neges, neu rhai allweddi gyhoeddus i amgryptio'r neges, neu'r ddwy.
fr_ca: Vous devez sélectionner une clef privée pour signer le message, ou une clef publique pour le chiffrer, ou les deux.
hr_hr: Morate izabrati privatni ključ da biste potpisali poruku , ili neke javne ključeve da biste kodirali poruku, ili oboje.
nb: Du må velge en privat nøkkel for å signere meldingen, eller noen offentlige nøkler for å krypere meldingen, eller begge deler.
pt: Tem de seleccionar ou uma chave privada para assinar a mensagem, ou chaves privadas para encriptar a mensagem, ou ambas.
sk_sk: Musíte vybrať súkromný kľúč, ktorým podpíšte správu, verejné kľúče na zašifrovanie správy, alebo oboje.
sr: Морате изабрати приватни кључ за потписивање поруке или неке јавне кључеве да шифрујете поруку, или обоје.

source: No keys available
cy: Ddim allweddi ar gael
fr_ca: Aucune clef proposée
hr_hr: Nema dostupnih ključeva
nb: Ingen nøkler er tilgjengelige
pt: Não existem chaves disponíveis
sk_sk: Žiadne dostupné kľúče
sr: Нема доступних кључева

source: You need a private key to sign messages or a public key to encrypt messages.
cy: Rydych chi angen allwedd preifat i llofnodi negeseuon, neu allwedd gyhoeddus i amgryptio negeseuon.
fr_ca: Vous avez besoin d'une clef privée pour signer les messages ou d'une clef publique pour les chiffrer.
hr_hr: Trebate privatni ključ da biste potpisali poruke ili javni ključ da biste ih kodirali.
nb: Du trenger en privat nøkkel for å signere meldinger eller en offentlig nøkkel for å dekryptere meldinger.
pt: É necessário uma chave privada para assinar mensagens, ou uma chave pública para encriptar mensagens.
sk_sk: Potrebujete súkromný kľúč na podpísanie správy alebo verejný kľúč na zašifrovanie správy.
sr: Треба вам приватни кључ за потписивање порука или јавни кључ за шифровање порука.

source: GnuPG error
cy: Gwall GnuPG
fr_ca: Erreur de GnuPG
hr_hr: GnuPG greška
nb: GnuPG feil
pt: Erro GnuPG
sk_sk: Chyba GnuPG
sr: GnuPG грешка

source: Therefore the operation cannot be performed.
cy: Felly, ni all yr gweithred fynd ymlaen.
fr_ca: Par conséquent l'opération ne peut pas être effectuée.
hr_hr: Stoga operacija ne može biti izvršena.
nb: Derfor kan ikke operasjonen utføres.
pt: Desta maneira a operação não pôde ser realizada:
sk_sk: Preto nemohla byť operácia vykonaná.
sr: Самим тим, операција се не може извршити.

source: GnuPG results
cy: Canlyniadau GnuPG
fr_ca: Résultats de GnuPG
hr_hr: GnuPG rezultati
nb: GnuPG resultater
pt: Resultados do GnuPG
sk_sk: Výsledok GnuPG
sr: GnuPG резултати

source: Output of GnuPG:
cy: Allbwn o GnuPG
fr_ca: Sortie de GnuPG :
hr_hr: GnuPG učinak:
nb: Ytelse av GnuPG:
pt: Resultado do GnuPG
sk_sk: Výstup GnuPG:
sr: Излаз од GnuPG:

source: Other messages provided by GnuPG:
cy: Negeseuon eraill a ddarperir gan GnuPG:
fr_ca: Autres messages fournis par GnuPG :
hr_hr: Druge poruke pružene od strane GnuPG-a:
nb: Andre meldinger gitt av GnuPG:
pt: Outras mensagens do GnuPG:
sk_sk: Ďalšie správy poskytnuté GnuPG:
sr: Остале поруке које пружа GnuPG:

source: The <b>Claws Mail</b> persistence feature is activated.
fr_ca: La fonction de persistance du client <b>Claws Mail</b> est activée.
hr_hr: <b>Claws Mail-ova</b> značajka trajnosti je aktivirana.
nb: Vedvarende <b>Claws e-post</b> har blitt påskrudd.

source: If you have emails saved in <b>Claws Mail</b>, you should <a href='https://tails.boum.org/doc/anonymous_internet/claws_mail_to_icedove'>migrate your data</a> before starting <b>Icedove</b>.
fr_ca: Si vous avez des courriels enregistrés dans le client <b>Claws Mail</b>, vous devriez <a href='https://tails.boum.org/doc/anonymous_internet/claws_mail_to_icedove'>migrer vos données</a> avant de lancer <b>Icedove</b>.
hr_hr: Ako imate email-ove pohranjene u <b>Claws Mail-u</b>, trebali bi <a href='https://tails.boum.org/doc/anonymous_internet/claws_mail_to_icedove'>migrirati svoje podatke</a> prije pokretanja <b>Icedove-a</b>.
nb: Hvis du har e-poster lagret i <b>Claws e-post</b>, burde du <a href='https://tails.boum.org/doc/anonymous_internet/claws_mail_to_icedove'>flytte over dataen din</a> før du starter <b>Icedove</b>.

source: Restart
fr_ca: Redémarrer
hr_hr: Ponovno pokreni
nb: Start på nytt

source: Power Off
cy: PÅµer bant
fr_ca: Éteindre
hr_hr: Isključi
nb: Slå av
pt: Encerrar
sk_sk: Vypnúť
sr: Искључити

source: not available
cy: ddim ar gael
fr_ca: non disponible
hr_hr: Nije dostupno
nb: Ikke tilgjengelig
pt: não disponível
sk_sk: nedostupné
sr: недоступно

source: The Amnesic Incognito Live System
cy: Y System Cyddiad Collcof Fyw
fr_ca: Le système amnésique incognito en direct
hr_hr: Amnesic Incognito Live Sustav
pt: O Sistema Live Incógnito Amnésico
sr: Амнезични Инкогнито Систем Уживо

source: Build information: %s
cy: Gwybodaeth adeilad: %s
fr_ca: Informations de version : %s
hr_hr: Informacije o verziji: %s
nb: Versjon informasjon: %s
pt: Informações da compilação: %s
sk_sk: Build informácie: %s
sr: Информације о градњи: %s

source: About Tails
cy: Amdan Tails
fr_ca: À propos de Tails
hr_hr: O Tails-u
nb: Om Tails
pt: Acerca de Tails
sk_sk: O Tails
sr: О Tails-у

source: Your additional software
cy: Eich meddalwedd ychwanegol
fr_ca: Vos logiciels additionnels
hr_hr: Vaš dodatni softver
nb: Din tilleggsprogramvare
pt: O seu software adicional
sk_sk: Váš prídavný software
sr: Ваш додатни софтвер

source: The upgrade failed. This might be due to a network problem. Please check your network connection, try to restart Tails, or read the system log to understand better the problem.
cy: Methwyd y uwchraddiad. Efallai mae hyn oherwydd broblem rhwydwaith. Gwiriwch eich cysylltiad rhwydwaith, ceisiwch ailddechrau Tails, neu ddarllenwch y cyfnod system i ddeall y broblem yn well.
fr_ca: La mise à niveau a échouée. Cela peut être dû à un problème réseau. Veuillez vérifier votre connexion réseau, essayer de redémarrer Tails, ou lire le journal système afin de mieux comprendre le problème.
hr_hr: Nadogradnja nije uspjela. Ovo može biti zbog problema s mrežom. Molimo Vas provjerite Vašu internet vezu , pokušajte ponovno pokrenuti Tails , ili pročitajte zapise sustava da bolje razumijete problem.
nb: Oppdateringen feilet. Dette kan skyldes et nettverksproblem. Vennligst sjekk nettverksforbindelsen din, prøv å starte Tails på nytt, eller les systemloggen for å forstå problemet bedre.
pt: Falha na atualização. Tal pode dever-se a um problema de rede. Verifique a ligação à rede, tente reiniciar o Tails, ou leia o registo do sistema para uma melhor compreensão do problema.
sk_sk: Aktualizácia zlyhala. Toto mohlo nastať z dôvodu problémov s pripojením. Skontrolujte, prosím, vaše pripojenie, skúste reštartovať Tails alebo si prečítajte záznam z konzoly, aby ste problém lepšie pochopili.
sr: Надоградња је неуспешна. То је можда због проблема са мрежом. Молимо вас да проверите вашу мрежну конекцију, да рестартујете Tails, или прочитајте системски дневник да бисте боље разумели проблем.

source: The upgrade was successful.
cy: Roedd yr uwchraddiad yn llwyddianus.
fr_ca: La mise à niveau a été réalisée avec succès.
hr_hr: Nadogradnja je uspjela.
nb: Oppgraderingen var vellykket.
pt: A atualização foi bem sucedida.
sk_sk: Aktualizácia prebehla úspešne.
sr: Надоградња је била успешна.

source: Synchronizing the system's clock
cy: Cydsoni cloc y system
fr_ca: Synchronisation de l'horloge système
hr_hr: Sikroniziranje sata sustava
nb: Synkroniserer systemets klokke
pt: Sincronizando o relógio do sistema
sk_sk: Synchronizácia systémového času
sr: Синхронизовање системског сата

source: Tor needs an accurate clock to work properly, especially for Hidden Services. Please wait...
cy: Mae Tor angen cloc cywir i gweithio'n iawn, yn enwedig Gwasanaethau Cydd. Arhoswch funud, os gwelwch yn dda...
fr_ca: Tor a besoin d'une horloge juste pour fonctionner correctement, en particulier pour les services cachés. Veuillez patienter...
hr_hr: Tor treba točan sat da bi radio ispravno, posebno za skrivene usluge. Molimo pričekajte...
nb: Tor trenger en nøyaktig klokke for å fungere optimalt, spesielt for Hidden Services. Vennligst vent...
pt: Tor necessita de um relógio preciso para funcionar corretamente, especialmente para Serviços Escondidos. Por favor, aguarde...
sk_sk: Tor potrebuje presný čas, aby pracoval správne, hlave kvôli skrytému protokolu Hidden Service. Prosím, čakajte...
sr: Тору је потребан тачан сат да би правилно радио, посебно за Скривене Услуге. Молимо сачекајте...

source: Failed to synchronize the clock!
cy: Methu cysoni'r cloc!
fr_ca: Échec de synchronisation de l'horloge!
hr_hr: Neuspješno sinkroniziranje sata!
nb: Synkronisering av klokken feilet!
pt: Ocorreu uma falha ao sincronizar o relógio!
sk_sk: Synchronizácia času zlyhala!
sr: Неуспешно синхронизовање сата!

source: This version of Tails has known security issues:
cy: Mae gan y fersiwn yma o Tails problemau diogelwich hysbys:
fr_ca: Cette version de Tails a des problèmes de sécurité connus :
hr_hr: Ova verzija Tails-a ima poznate sigurnosne probleme:
nb: Denne versjonen av Tails har kjente sikkerhetsproblem:
pt: Esta versão do Tails possui algumas questões de sgurança conhecidas:
sk_sk: Táto verzia Tails má známe bezpečnostné riziká:
sr: Ова верзија Tails-а има следеће познате проблеме:

source: Known security issues
fr_ca: Problèmes de sécurité connus
hr_hr: Poznati sigurnosni problemi
nb: Kjente sikkerhetsproblemer

source: Network card ${nic} disabled
cy: Cerdyn rhwydwaith ${nic} wedi'i analluogi
fr_ca: La carte réseau ${nic} est désactivée
hr_hr: Mrežna kartica ${nic} je onesposobljena
nb: Nettverkskort ${nic} deaktivert
pt: Placa de rede ${nic} desativada
sk_sk: Sieťová karta ${nic} zakázaná
sr: ${nic} мрежне карте онемогућен
