Repository: goodcrypto/tails
Catalog: po/*.po
Languages: cy, fr_ca, hr_hr, nb, pt, sk_sk, sr

source: MAC spoofing failed for network card ${nic_name} (${nic}) so it is temporarily disabled. You might prefer to restart Tails and disable MAC spoofing.
fr_ca: Le déguisement MAC a échoué pour la carte réseau ${nic_name} (${nic}) et est donc désactivé temporairement. Vous pourriez préférer redémarrer Tails et désactiver le déguisement MAC.
hr_hr: MAC oponašanje nije uspjelo za mrežnu karticu ${nic_name} (${nic}) tako da je privremeno onesposobljena. Možda bi htjeli radije ponovno pokrenuti Tails i onemogućiti MAC oponašanje.
nb: MAC-simulering mislyktes for nettverkskortet ${nic_name} (${nic}) så det er midlertidig deaktivert. Du foretrekker kanskje å starte Tails på nytt og deaktivere MAC-simulering.

source: All networking disabled
cy: Pob rhwydweithiau wedi'i analluogi
fr_ca: Tout le réseau est désactivé
hr_hr: Sav mrežni rad onemogućen
nb: Alt nettverk deaktivert
pt: Toda a rede desativada
sk_sk: Pripojenie celej siete zakázané
sr: Сво умрежавање је онеспособљено

source: MAC spoofing failed for network card ${nic_name} (${nic}). The error recovery also failed so all networking is disabled. You might prefer to restart Tails and disable MAC spoofing.
fr_ca: Le déguisement MAC a échoué pour la carte réseau ${nic_name} (${nic}). La récupération en cas d'erreur a aussi échoué et toute la mise en réseau est désactivée. Vous pourriez préférer redémarrer Tails et désactiver le déguisement MAC.
hr_hr: MAC oponašanje nije uspjelo za mrežnu karticu ${nic_name} (${nic}). Oporavljanje od greške također nije uspjelo tako da je sav mrežni rad onemogućen. Možda bi htjeli radije ponovno pokrenuti Tails i onemogućitit MAC oponašanje.
nb: MAC-simulering mislyktes for nettverkskortet ${nic_name} (${nic}). Feilgjenopprettingen mislyktes også, så alt nettverk er deaktivert. Du foretrekker kanskje å starte Tails på nytt og deaktivere MAC-simulering.

source: error:
cy: gwall:
fr_ca: erreur :
hr_hr: Greška:
nb: feil:
pt: erro:
sk_sk: chyba:
sr: грешка:

source: Error
cy: Gwall
fr_ca: Erreur
hr_hr: Greška
nb: Feil
pt: Erro
sk_sk: Chyba
sr: Greška

source: <b>Not enough memory available to check for upgrades.</b> Make sure this system satisfies the requirements for running Tails. See file:///usr/share/doc/tails/website/doc/about/requirements.en.html Try to restart Tails to check for upgrades again. Or do a manual upgrade. See https://tails.boum.org/doc/first_steps/upgrade#manual
cy: <b>Does ddim digon o atgof i gwirio am uwchraddau.</b> Byddwch yn siwr mae'r system hyn yn cwrdd a'r gofynion i rhedeg Tails. Gwelwch file:///usr/share/doc/tails/website/doc/about/requirements.en.html - yn Saesneg Ceisiwch ailgychwyn Tails i edrych am uwchraddiau eto. Neu gwnewch uwchraddiad Ã¢ llaw. Gwelwch https://tails.boum.org/doc/first_steps/upgrade#manual - yn Saesneg
fr_ca: <b>Pas assez de mémoire disponible pour vérifier les mises à niveau.</b> Assurez-vous que ce système répond aux exigences pour exécuter Tails. Consultez file:///usr/share/doc/tails/website/doc/about/requirements.en.html Essayez de redémarrer Tails pour vérifier les mises à niveau de nouveau. Ou effectuez une mise à niveau manuel. Consultez https://tails.boum.org/doc/first_steps/upgrade#manual
hr_hr: <b>Nedovoljno memorije za provjeru nadogradnje.</b> Osigurajte da sustav zadovoljava sve zahtjeve za pokretanje Tails-a. Pogledajte datoteku :///usr/share/doc/tails/website/doc/about/requirements.en.html Pokušajte ponovno pokrenuti Tails i da bi ponovno potražili nadogradnje. Ili izvršite manualnu nadogradnju. Pogledajte https://tails.boum.org/doc/first_steps/upgrade#manual
nb: <b>Ikke nok minne til å se etter tilgjengelige oppgraderinger.</b> Forsikre deg om at systemet tilfredstiller kravene for å kjøre Tails. Se file:///usr/share/doc/tails/website/doc/about/requirements.en.html Prøv å starte Tails på nytt for å se etter oppgraderinger igjen. Eller utfør en manuell oppgradering. Se https://tails.boum.org/doc/first_steps/upgrade#manual
pt: <b>Não existe memoria suficiente para verificar actualizações.</b> Make sure this system satisfies the requirements for running Tails. See file:///usr/share/doc/tails/website/doc/about/requirements.en.html Try to restart Tails to check for upgrades again. Or do a manual upgrade. See https://tails.boum.org/doc/first_steps/upgrade#manual
sk_sk: <b>Nedostatok pamäte pre kontrolu aktualizácií.</b> Uistite sa, že tento systém spĺňa požiadavky na beh Tails. Pozrite si file:///usr/share/doc/tails/website/doc/about/requirements.en.html Skúste Tails reštartovať a znova prekontrolujte aktualizácie. Alebo tiež môžete vykonať manuálnu aktualizáciu. Pozrite si https://tails.boum.org/doc/first_steps/upgrade#manual
sr: <b>Није доступно довољно меморије да би се потражиле надоградње.</b> Постарајте се да овај систем испуњава захтеве за коришћење Tails-а. Видети file:///usr/share/doc/tails/website/doc/about/requirements.en.html Покушајте да рестартујете Tails да бисте поново потражили надоградње. Или извршите мануелну надоградњу. Видети https://tails.boum.org/doc/first_steps/upgrade#manual

source: Warning: virtual machine detected!
cy: Rhybydd: peiriant rhithwyr wedi'i canfod!
fr_ca: Avertissement : machine virtuelle détectée!
hr_hr: Upozorenje : Virtualna mašina otkrivena!
nb: Advarsel: Virtuell maskin oppdaget!
pt: Atenção: máquina virtual detectada!
sk_sk: Upozornenie: bol objavený virtuálny stroj!
sr: Упозорење: виртуална машина је детектована!

source: Both the host operating system and the virtualization software are able to monitor what you are doing in Tails.
cy: Gall y system weithredu a'r meddalwedd rhithwir gallu monitro beth yr ydych yn gwneud yn Tails.
fr_ca: Le système d'exploitation hôte et le logiciel de virtualisation peuvent tous les deux surveiller ce que vous faites dans Tails.
hr_hr: Domaćinski operativni sustav i softver za virtualizaciju mogu pratiti što radite u Tails-u.
nb: Både vertssystemet og virtualiseringsprogramvaren kan overvåke alt du gjør i Tails.
pt: Tanto o sistema operativo hospedeiro como o virtualizador podem monitorar o que você está a fazer no Tails.
sk_sk: Hlavný operačný systém aj virtualizačný software sú schopné monitorovať vašu aktivitu v Tails.
sr: И домаћински оперативни систем и софтвер за виртуализацију могу надгледати шта радите у Tails-у.

source: Warning: non-free virtual machine detected!
fr_ca: Avertissement : un machine virtuel non libre a été détectée !
hr_hr: Upozorenje: otkriven ne-slobodan virtualni stroj!
nb: Advarsel: ufritt virtuell maskinen oppdaget!

source: Both the host operating system and the virtualization software are able to monitor what you are doing in Tails. Only free software can be considered trustworthy, for both the host operating system and the virtualization software.
fr_ca: Le système d'exploitation hôte et le logiciel de virtualisation peuvent tous deux surveiller ce que vous faites dans Tails. Seuls les logiciels libres peuvent être considérés de confiance, à la fois pour le système d'exploitation hôte et le logiciel de virtualisation.
hr_hr: Operativni sustav i virtualizacijski software mogu nadgledati što radite u Tails-u. Samo se slobodan software može smatrati vjerodostojnim, kako za operativni sustav tako i za virtualizacijski software.
nb: Både vertssystemet og virtualiseringsprogramvaren er i stand til å overvåke alt du gjør i Tails. Kun fri programvare kan anses som pålitelig, både hva gjelder vertssystemet og virtualiseringsprogramvaren.

source: Learn more
fr_ca: En apprendre davantage
hr_hr: Naučite više
nb: Lær mer

source: Tor is not ready
cy: Nid yw Tor yn barod
fr_ca: Tor n'est pas prêt
hr_hr: Tor nije spreman
nb: Tor er ikke klar
pt: O Tor não está pronto
sk_sk: Tor nie je pripravený
sr: Тор није спреман

source: Tor is not ready. Start Tor Browser anyway?
cy: Nid yw Tor yn barod. Dechrau Tor beth bynnag?
fr_ca: Tor n'est pas prêt. Démarrer le navigateur Tor quand même?
hr_hr: Tor nije spreman. Svejedno pokrenuti Tor Preglednik?
nb: Tor er ikke klar. Starte Tor Browser uansett?
pt: O Tor não está pronto. Deseja iniciar o Navegador Tor na mesma?
sk_sk: Tor nie je pripravený. Spustiť Tor Browser aj napriek tomu?
sr: Тор није спреман. Ипак покренути Тор?

source: Start Tor Browser
cy: Cychwyn Porwr Tor
fr_ca: Démarrer le navigateur Tor
hr_hr: Pokreni Tor Preglednik
pt: Iniciar o Navegador Tor
sk_sk: Spustiť Tor Browser
sr: Покрени Тор Браузер

source: Cancel
cy: Canslo
fr_ca: Annuler
hr_hr: Otkaži
nb: Avbryt
pt: Cancelar
sk_sk: Zrušiť
sr: Откажи

source: Do you really want to launch the Unsafe Browser?
cy: Ydych chi wir eisiau llwytho'r porwr anniogel?
fr_ca: Voulez-vous vraiment lancer le navigateur non-sécurisé?
hr_hr: Da li sigurno želite pokrenuti nesiguran pretraživač?
nb: Vil du virkelig starte den usikre nettleseren?
pt: Você realmente quer iniciar o Navegador Inseguro?
sk_sk: Skutočne si prajete spustiť nezabezpečený prehliadač?
sr: Да ли стварно желите да покренете Небезбедни Браузер?

source: Network activity within the Unsafe Browser is <b>not anonymous</b>.\nOnly use the Unsafe Browser if necessary, for example\nif you have to login or register to activate your Internet connection.
fr_ca: L'activité réseau dans le navigateur non sécurisé <b>n'est pas anonyme</b>.\nN'utiliser le navigateur non sécurisé que si nécessaire, par exemple\nsi vous devez vous connecter ou vous inscrire pour activer votre connexion Internet.
hr_hr: Mrežna aktivnost unutar nesigurnog Tor Browser-a <b>nije anonimna</b>.\nKoristite nesiguran preglednik jedino ako je to potrebno, primjerice\nako se morate prijaviti ili registrirati kako bi aktivirali svoju Internet vezu.
nb: Nettverkstrafikken i den usikre nettleseren er <b>ikke anonym</b>.\nBruk kun den usikre nettleseren om absolutt nødvendig, for eksempel\nnår du må logge inn eller registrere deg for å aktivere internettforbindelsen din.

source: Starting the Unsafe Browser...
cy: Dechrau'r porwr anniogel...
fr_ca: Lancement du navigateur non-sécurisé...
hr_hr: Pokretanje nesigurnog pretraživača...
nb: Starter den usikre nettleseren...
pt: A iniciar o Navegador Inseguro...
sk_sk: Spúšťanie nezabezpečeného prehliadača...
sr: Покретање Небезбедног Браузера...

source: This may take a while, so please be patient.
cy: Efallai bydd hyn yn cymryd tipyn o amser, felly byddwch yn amineddgar, os gwelwch yn dda.
fr_ca: Ceci peut prendre du temps, alors veuillez être patient.
hr_hr: Ovo može potrajati, molimo Vas za malo strpljenja.
nb: Dette kan ta litt tid, så vennligst vær tålmodig.
pt: Isto pode demorar um pouco, por favor seja paciente.
sk_sk: Toto môže chvíľu trvať, prosím, buďte trpezliví.
sr: Ово може потрајати, зато вас молимо за стрпљење.

source: Shutting down the Unsafe Browser...
cy: Yn cae lawr y porwr anniogel...
fr_ca: Fermeture du navigateur non-sécurisé...
hr_hr: Gašenje nesigurnog pretraživača...
nb: Avslutter den Usikre Nettleseren...
pt: A encerrar o Navegador Inseguro.
sk_sk: Vypínam nezabezpečený prehliadač
sr: Гашење Небезбедног Браузера...

source: This may take a while, and you may not restart the Unsafe Browser until it is properly shut down.
cy: Efallai bydd hyn yn cymryd tipyn o amser. Ni allwch ailgychwyn y porwr anniogel tan ei fod wedi'i cau lawr yn iawn.
fr_ca: Ceci peut prendre du temps et vous ne pouvez pas redémarrer le navigateur non-sécurisé avant sa fermeture complète.
hr_hr: Ovo može potrajati, i ne možete ponovno pokrenuti nesiguran pretraživač dok se nije potpuno ugasio.
nb: Dette kan ta en stund, og den usikre nettleseren kan ikke startes på nytt før den forrige er helt avsluttet.
pt: Isto pode demorar um pouco, e você não deve reiniciar o Navegador Inseguro até que ele tenha sido propriamente desligado.
sk_sk: Toto môže chvíľu trvať a nebude možné nezabezpečený prehliadač reštartovať, až kým sa úplne nevypne.
sr: Ово ће можда потрајати, а ви не можете рестартовати Небезбедни Браузер док не буде правилно угашен.

source: Failed to restart Tor.
cy: Methu ailgychwyn Tor.
fr_ca: Échec lors du redémarrage de Tor.
hr_hr: Neuspješno ponovno pokretanje Tor-a.
nb: Kunne ikke starte om Tor.
pt: Falha ao reiniciar o Tor.
sk_sk: Reštart Tor zlyhal.
sr: Рестартовање Тора неуспешно.

source: Unsafe Browser
cy: Porwr anniogel
fr_ca: Navigateur non-sécurisé
hr_hr: Nesiguran pretraživač
nb: Usikker Nettleser
pt: Navegador Não Seguro
sk_sk: Nezabezpečený prehliadač
sr: Небезбедни Браузер

source: Another Unsafe Browser is currently running, or being cleaned up. Please retry in a while.
cy: Mae porwr anniogel arall yn rhedeg, neu yn cael ei daclyso. Ceisiwch eto mewn funud neu ddwy.
fr_ca: Un autre navigateur non-sécurisé tourne, ou est en train d'être nettoyé. Veuillez ressayer dans un moment.
hr_hr: Drugi nesiguran pretraživač trenutno radi ili se čisti. Pokušajte ponovo poslije.
nb: En annen Usikker Nettleser kjører for øyeblikket, eller blir renset. Vennligst prøv på nytt om en stund.
pt: Outro Navegador Inseguro já está em execução, ou está em processo de encerramento. Por favor, tente novamente em instantes.
sk_sk: Iný nezabezpečený prehliadač je práve spustený alebo sa vypína. Skúste o chvíľu znova, prosím.
sr: Други Небезбедни браузер ради или се чисти. Молимо покушајте касније.

source: NetworkManager passed us garbage data when trying to deduce the clearnet DNS server.
fr_ca: Le gestionnaire de réseau nous a passé des données erronées en essayant de déduire le serveur DSN clearnet.
hr_hr: Mrežni Upravitelj je predao bezvrijedne podatke pri pokušaju otkrivanja clearnet DNS servera.
nb: NetworkManager har gitt oss søppeldata ved forsøk på å utrede hava som er den clearnet DNS-tjeneren.
pt: NetworkManager passou-nos dados de lixo ao tentar deduzir o servidor clearnet DNS.
sr: NetworkManager нам је проследио отпадне податке при покушају дедукције clearnet DNS server-а.

source: No DNS server was obtained through DHCP or manually configured in NetworkManager.
cy: Doedd ddim gwasanaethwr DNS wedi'i sicrhau trwy DHCP, na trwy ffyrffweddiad Ã¢ llaw yn NetworkManager.
fr_ca: Aucun serveur DNS n'a été obtenu par le DHCP ou n'est configuré manuellement dans gestionnaire de réseau.
hr_hr: Nijedan DNS server nije dobavljen kroz DHCP ili ručno konfiguriran u Mrežnom Upravitelju.
nb: Ingen DNS server ble tildelt gjennom DHCP eller manuell konfigurasjon i NetworkManager.
pt: Nenhum servidor DNS foi obtido através do DHCP ou configurado manualmente com o NetworkManager.
sk_sk: Nepodarilo sa získať DNS server pomocou DHCP, ani pomocou manuálneho nastavenia v NetworkManager.
sr: Ниједан DNS server није добијен путем DHCP-а или мануелно конфигурисан у NetworkManager-у.

source: Failed to setup chroot.
cy: Methu sefydlu'r croot.
fr_ca: L'exécution de chroot a échoué
hr_hr: Neuspješno postavljanje chroot.
nb: Feilet i å opprette et chroot-miljø.
pt: Falha ao configurar o chroot.
sk_sk: Nastavenie chroot zlyhalo.
sr: Неуспело постављање chroot-а.

source: Failed to configure browser.
fr_ca: Impossible de configurer le navigateur.
hr_hr: Neuspjelo postavljanje preglednika.
nb: Kunne ikke konfigurere nettleser.
pt: Falha ao configurar o navegador.
sr: Неуспешно конфигурисање браузера.

source: Failed to run browser.
fr_ca: Impossible d'exécuter le navigateur.
hr_hr: Neuspjelo pokretanje preglednika.
nb: Kunne ikke starte nettleser.
pt: Falha ao executar o navegador.
sr: Неуспешно покретање браузера.

source: I2P failed to start
cy: Methu dechrau I2P
fr_ca: Échec lors du démarrage d'I2P
hr_hr: I2P se nije uspio pokrenuti
nb: Start av I2P feilet
pt: I2P não conseguiu iniciar.
sk_sk: Zlyhalo spúšťanie I2P
sr: Неуспело покретање I2P-а.

source: Something went wrong when I2P was starting. Check the logs in /var/log/i2p for more information.
fr_ca: Quelque chose n'a pas été au lancement de I2P. Vérifiez les journaux dans /var/log/i2p pour plus d'informations.
hr_hr: Nešto je pošlo po krivu prilikom pokretanja I2P. Provjerite zapisnike u /var/log/i2p za više informacija.
nb: Noe gikk galt når IP2 var i ferd med å starte. Sjekk loggene i /var/log/i2p for mer informasjon.
pt: Algo correu mal quando o I2P estava a iniciar. Veja os diários em /var/log/i2p para mais informação,
sr: Нешто је пошло наопако при покретању I2P-а. Проверите дневнике у /var/log/i2p за још информација.

source: I2P's router console is ready
fr_ca: La console du routeur d'I2P est prête
hr_hr: Konzola I2P rutera je spremna
nb: I2P's ruter console er klar
pt: A consola do router do I2P está pronta
sr: Конзола I2P раутера је спремна

source: You can now access I2P's router console in the I2P Browser.
fr_ca: Vous pouvez maintenant accéder à la console du routeur I2P dans le navigateur I2P.
hr_hr: Sad možete pristupiti konzoli I2P rutera u I2P pregledniku.
nb: Du har nå tilgang til I2p-routerkonsollen i I2P-nettleseren.
pt: Já pode aceder à consola do router I2P no navegador I2P.

source: I2P is not ready
fr_ca: I2P n'est pas prêt
hr_hr: I2P nije spreman
nb: I2P er ikke klar
pt: I2P não está pronto
sr: I2P није спреман

source: Eepsite tunnel not built within six minutes. Check the router console in the I2P Browser or the logs in /var/log/i2p for more information. Reconnect to the network to try again.
fr_ca: Le tunnel Eepsite n'a pas été construit en moins de six minutes. Vérifiez la console du routeur dans le navigateur I2P ou les journaux dans /var/log/i2p pour plus d'informations. Reconnectez-vous au réseau pour ressayer.
hr_hr: Eepsite tunel nije napravljen unutar šest minuta. Provjerite konzolu rutera u I2P pregledniku ili zapise u /var/log/i2p za više informacija. Ponovno se spojite s mrežom kako bi pokušali opet.
nb: Eepsite-tunnelen ble ikke til i løpet av seks minutter. Sjekk i routerkonsollen i I2P-nettleseren eller loggføring i /var/log/i2p for ytterligere informasjon. Koble til nettverket på ny for å prøve igjen.
pt: Túnel Eepsite não foi estabelecido em menos de seis minutos. Verifique a consola do router no Navegador I2P ou os registos em /var/log/i2p para mais informações. Reconecte-se à rede para tentar novamente.

source: I2P is ready
fr_ca: I2P est prêt
hr_hr: I2P je spreman
nb: I2P er klar
pt: I2P está pronto
sr: I2P је спреман

source: You can now access services on I2P.
fr_ca: Vous pouvez maintenant accéder aux services sur i2P.
hr_hr: Sad možete pristupiti uslugama na I2P.
nb: Du kan nå få tilgang til tjenester på I2P.
pt: Pode agora aceder a serviços no I2P
sr: Сада можете приступити вашим сервисима на I2P-у.

source: Report an error
cy: Adrodd gwall
fr_ca: Rapporter une erreur
hr_hr: Prijavite grešku
nb: Rapporter en feil
pt: Reportar um erro
sk_sk: Nahlásiť chybu
sr: Пријавите грешку

source: Tails documentation
cy: Dogfennaeth Tails
fr_ca: Documentation de Tails
hr_hr: Tails dokumentacija
nb: Tails dokumentasjon
pt: Documentação Tails
sk_sk: Tails dokumentácia
sr: Tails документација

source: Learn how to use Tails
cy: Dysgwch sut i ddefnyddio Tails
fr_ca: Apprenez comment utiliser Tails
hr_hr: Naučite kako koristiti Tails
nb: Lær hvordan du bruker Tails
pt: Aprender a usar o Tails
sk_sk: Naučte sa používať Tails
sr: Научите како се користи Tails

source: Anonymous overlay network browser
fr_ca: Navigateur de réseau anonyme en surcouche
hr_hr: Mrežni preglednik anonimnog preklopa
nb: Anonym overlay nettverksleser
pt: Navegador Web anónimo
sr: Анонимно прекривање мрежног браузера

source: I2P Browser
fr_ca: Navigateur I2P
hr_hr: I2P preglednik
nb: I2P Nettleser
pt: Navegador I2P
sr: I2P Браузер

source: Learn more about Tails
fr_ca: En apprendre plus à propos de Tails
hr_hr: Saznajte više o Tails-u
nb: Lær mer om Tails
pt: Saber mais sobre Tails
sk_sk: Zistiť viac o Tails
sr: Научите више о Tails-у.

source: Reboot
cy: Ailgychwyn
fr_ca: Redémarrer
hr_hr: Ponovno pokreni
nb: Omstart
pt: Reiniciar
sk_sk: Reštartovať
sr: Рестартовати

source: Immediately reboot computer
cy: Ailgychwynwch y cyfrifiadur ar unwaith
fr_ca: Redémarrer immédiatement l'ordinateur
hr_hr: Odmah ponovno pokreni računalo
nb: Start datamaskinen på nytt øyeblikkelig
pt: Reinicie o computador de imediato
sk_sk: Okamžite reštartovať počítač
sr: Одмах рестартовати

source: Immediately shut down computer
cy: Cau lawr y cyfrifiadur ar unwaith
fr_ca: Éteindre immédiatement l'ordinateur
hr_hr: Odmah isključi računalo
nb: Skru av datamaskinen øyeblikkelig
pt: Desligue o computador de imediato
sk_sk: Okamžite vypnúť počítač
sr: Одмах угасити компјутер

source: Tor Browser
fr_ca: Navigateur Tor
hr_hr: Tor Preglednik
nb: Tor Nettleser
pt: Navegador Tor
sr: Tor Pretraživač

source: Anonymous Web Browser
fr_ca: Navigateur Web anonyme
hr_hr: Anonimni mrežni preglednik
nb: Anonym nettleser
pt: Navegador Web anónimo
sr: Анонимни Веб Браузер

source: Browse the World Wide Web without anonymity
cy: Porwch yr We heb anhysbysrwydd
fr_ca: Naviguer sur le Web sans anonymat
hr_hr: Pretražujte World Wide Web bez anonimnosti.
nb: Surf på Internett uten anonymitet
pt: Navegue a World Wide Web sem anonimato
sk_sk: Prehliadať Web bez anonymity
sr: Браузујте World Wide Web без анонимности

source: Unsafe Web Browser
cy: Porwr We anniogel
fr_ca: Navigateur Web non-sécurisé
hr_hr: Nesiguran Web pretraživač
nb: Usikker nettleser
pt: Navegador Web não seguro
sk_sk: Nezabezpečený webový prehliadač
sr: Небезбедан Веб Браузер

source: Tails specific tools
cy: Teclynau penodol Tails
fr_ca: Outils spécifiques à Tails
hr_hr: Tails specifični alati
nb: Tails-spesifikke verktøy
pt: Ferramentas específicas do Tails
sk_sk: Špecifické nástroje Tails
sr: Специфичне алатке Tails-а.
