Repository: goodcrypto/tails
Catalog: wiki/src/news/version_2.0.*.po
Languages: de

source: [[!meta title="Tails 2.0 is out"]]
de: [[!meta title="Tails 2.0 wurde veröffentlicht"]]

source: We are especially proud to present you Tails 2.0, the first version of Tails based on:
de: Wir sind besonders stolz darauf, Ihnen Tails 2.0 zu präsentieren, die erste Version von Tails, die aufbaut auf:

source: GNOME Shell, with lots of changes in the desktop environment.
de: GNOME Shell, mit vielen Änderungen in der Desktopumgebung

source: Debian 8 (Jessie), which upgrades most included software and improves many things under the hood.
de: Debian 8 (Jessie), welches die meiste enthaltene Software aktualisiert und viele Dinge im Hintergrund verbessert.

source: This release fixes [[many security issues|security/Numerous_security_holes_in_1.8.2]] and users should upgrade as soon as possible.
de: Diese Version behebt [[zahlreiche Sicherheitslücken|security/Numerous_security_holes_in_1.8.2]]. Alle Benutzer sollten so schnell wie möglich aktualisieren.

source: Changes
de: Änderungen

source: New features
de: Neue Funktionen

source: Tails now uses the <span class="application">GNOME Shell</span> desktop environment, in its <span class="application">Classic</span> mode. <span class="application">GNOME Shell</span> provides a modern, simple, and actively developed desktop environment. The <span class="application">Classic</span> mode keeps the traditional <span class="guimenu">Applications</span>, <span class="guimenu">Places</span> menu, and windows list. Accessibility and non-Latin input sources are also better integrated.
de: Tails benutzt nun die <span class="application">GNOME Shell</span> Desktopumgebung im <span class="application">Classic</span>-Modus. <span class="application">GNOME Shell</span> bietet eine moderne, einfache und aktiv weiterentwickelte Desktopumgebung. Der <span class="application">Classic</span>-Modus behält das bekannte <span class="guimenu">Anwendungen</span>- und <span class="guimenu">Orte</span>-Menü sowie Fensterlisten. Barrierefreiheit und nicht-romanische Eingabegeräte sind auch besser integriert.

source: To find your way around, [[read our introduction to GNOME and the Tails desktop.|doc/first_steps/introduction_to_gnome_and_the_tails_desktop]]
de: Damit Sie sich zurechtfinden, [[lesen Sie unsere Einführung in GNOME und den Tails Desktop.|doc/first_steps/introduction_to_gnome_and_the_tails_desktop]]

source: [[!img applications_menu.png caption="The desktop and Applications menu" alt="Tails 2.0 desktop with applications menu unfolded" link="no"]]
de: [[!img applications_menu.png caption="Der Desktop und das Anwendungsmenü" alt="Tails 2.0 Desktop mit geöffneten Anwendungsmenü" link="no"]]

source: [[!img activities_overview.png caption="The activities overview" alt="Tails 2.0 activities overview" size="512x384" link="no"]]
de: [[!img activities_overview.png caption="Die Aktivitätenübersicht" alt="Tails 2.0 Aktivitätenübersicht" size="512x384" link="no"]]

source: Upgrades and changes
de: Aktualisierungen und Änderungen

source: - Debian 8 upgrades most included software, for example: - Many core GNOME utilities from 3.4 to 3.14: <span class="application">Files</span>, <span class="application">Disks</span>, <span class="application">Videos</span>, etc. - <span class="application">LibreOffice</span> from 3.5 to 4.3 - <span class="application">PiTiVi</span> from 0.15 to 0.93 - <span class="application">Git</span> from 1.7.10 to 2.1.4 - <span class="application">Poedit</span> from 1.5.4 to 1.6.10 - <span class="application">Liferea</span> from 1.8.6 to 1.10
de: - Debian 8 aktualisiert die meiste enthaltene Software, zum Beispiel: - Viele zentrale GNOME Werkzeuge von 3.4 auf 3.14: <span class="application">Dateien</span>, <span class="application">Laufwerke</span>, <span class="application">Videos</span>, etc. - <span class="application">LibreOffice</span> von 3.5 auf 4.3 - <span class="application">PiTiVi</span> von 0.15 auf 0.93 - <span class="application">Git</span> von 1.7.10 auf 2.1.4 - <span class="application">Poedit</span> von 1.5.4 auf 1.6.10 - <span class="application">Liferea</span> von 1.8.6 auf 1.10

source: - Update <span class="application">Tor Browser</span> to 5.5 (based on Firefox 38.6.0 ESR): - Add Japanese support.
de: - Aktualisierung von <span class="application">Tor Browser</span> auf 5.5 (basierend auf Firefox 38.6.0 ESR): - Support für Japanisch wurde hinzugefügt.

source: Remove the Windows camouflage which is currently broken in GNOME Shell. We started working on [[!tails_ticket 10830 desc="adding it back"]] but [[your help is needed|news/windows_camouflage_jessie]]!
de: Entfernen des Windows-Tarnmodus, welcher momentan in GNOME Shell nicht funktioniert. Wir haben angefangen damit, [[!tails_ticket 10830 desc="ihn wieder hinzuzufügen"]], aber [[Ihre Hilfe ist nötig|news/windows_camouflage_jessie]]!

source: - Change to `systemd` as init system and use it to: - Sandbox many services using Linux namespaces and make them harder to exploit. - Make the launching of Tor and the memory wipe on shutdown more robust. - Sanitize our code base by replacing many custom scripts.
de: - Wechsel zu `systemd` als Init-System und Nutzung davon für: - Sandboxen vieler Dienste unter Nutzung der Linux Namespaces und Erschwerung, diese zu kompromittieren. - Das Absichern des Starts von Tor und der Speicherlöschung beim Herunterfahren - Reduzieren unserer Codebasis durch das Ersetzen vieler selbsterstellter Skripte.

source: - Update most firmware packages which might improve hardware compatibility.
de: - Aktualisierung der meisten Firmware-Pakete, welches die Hardwarekompatibilität verbessern kann

source: - Notify the user if Tails is running from a non-free virtualization software.
de: - Benachrichtigung des Nutzers, wenn Tails auf einer unfreien Virtualisierungssoftware ausgeführt wird

source: Remove <span class="application">Claws Mail</span>, replaced by <span class="application">[[Icedove|doc/anonymous_internet/icedove]]</span>, a rebranded version of <span class="application">Mozilla Thunderbird</span>.
de: Entfernen von <span class="application">Claws Mail</span>, das durch <span class="application">[[Icedove|doc/anonymous_internet/icedove]]</span>, eine umbenannte Version von <span class="application">Mozilla Thunderbird</span>, ersetzt wurde.

source: Fixed problems
de: Behobene Probleme

source: - HiDPI displays are better supported. ([[!tails_ticket 8659]])
de: - HiDPI-Bildschirme werden besser unterstützt. ([[!tails_ticket 8659]])

source: Remove the option to open a download with an external application in Tor Browser as this is usually impossible due to the AppArmor confinement. ([[!tails_ticket 9285]])
de: Entfernen der Option, einen Download mit einer externen Anwendung im Tor Browser zu öffnen, da dies üblicherweise durch die AppArmor-Einschränkungen nicht möglich ist. ([[!tails_ticket 9285]])

source: Close <span class="application">Vidalia</span> before restarting Tor.
de: <span class="application">Vidalia</span> wird geschlossen, bevor Tor neugestartet wird.

source: Allow <span class="application">Videos</span> to access the DVD drive. ([[!tails_ticket 10455]], [[!tails_ticket 9990]])
de: <span class="application">Videos</span> wird der Zugriff auf das DVD-Laufwerk gewährt. ([[!tails_ticket 10455]], [[!tails_ticket 9990]])

source: Allow configuring printers without administration password. ([[!tails_ticket 8443]])
de: Das Konfigurieren von Druckern ohne Administrationspasswort ist erlaubt. ([[!tails_ticket 8443]])

source: For more details, see also our [changelog](https://git-tails.immerda.ch/tails/plain/debian/changelog).
de: Lesen Sie für mehr Details unser [Änderungsprotokoll](https://git-tails.immerda.ch/tails/plain/debian/changelog).

source: Known issues
de: Bekannte Probleme

source: Tor Browser 5.5 introduces [protection against fingerprinting](https://trac.torproject.org/projects/tor/ticket/13313) but due to an [oversight](https://labs.riseup.net/code/issues/11000) it is not enabled in Tails 2.0. However, this is not so bad for Tails users since each Tails system has the same fonts installed, and hence will look identical, so this only means that it's easy to distinguish whether a user of Tor Browser 5.5 uses Tails or not. That is already easy given that Tails has the AdBlock Plus extension enabled, unlike the normal Tor Browser.
de: Tor Browser 5.5 führt [Schutz gegen Fingerprinting](https://trac.torproject.org/projects/tor/ticket/13313) ein, aber durch ein [Versehen](https://labs.riseup.net/code/issues/11000) ist diese Funktion in Tails 2.0 nicht aktiviert. Nichtsdestotrotz stellt dies kein Problem für Nutzer von Tails dar, da jedes Tails-System die gleichen Schriftarten installiert hat und deshalb identisch erscheint. Dies bedeutet somit, dass es einfach zu unterscheiden ist, ob ein Nutzer des Tor Browser 5.5 Tails benutzt, oder nicht. Dies ist bereits leicht möglich, da Tails im Gegensatz zum normalen Tor Browser die Erweiterung AdBlock Plus aktiviert hat.

source: See the current list of [[known issues|support/known_issues]].
de: Lesen Sie sich die aktuelle Liste der [[bekannten Probleme|support/known_issues]] durch.

source: Installing
de: Installation

source: We also redesigned completely our download and installation instructions to make it easier to get started with Tails.
de: Wir haben auch unsere Anweisungen für Download und Installation überarbeitet, um den Einstieg in Tails zu vereinfachen.

source: For example, you can now verify the ISO image automatically from Firefox using a special add-on.
de: Beispielsweise können Sie mit einer besonderen Erweiterung das ISO-Image direkt mit Firefox verifizieren.

source: You can also install or upgrade Tails directly from Debian or Ubuntu using the `tails-installer` package.
de: Sie können Tails auch direkt von Debian oder Ubuntu mit dem `tails-installer` Paket installieren oder aktualisieren.

source: [[Try our new installation assistant.|install]]
de: [[Probieren sie unseren neuen Installationsassistenten aus.|install]]

source: Upgrading
de: Aktualisieren

source: Tails changed so much since version 1.8.2 that it is impossible to provide an automatic upgrade. We recommend you [[follow our new manual upgrade instructions|upgrade]] instead.
de: Tails hat sich seit Version 1.8.2 so stark verändert, dass es nicht möglich ist, eine automatische Aktualisierung anzubieten. Wir empfehlen Ihnen stattdessen unsere [[neuen Anweisungen zum manuellen Aktualisieren|upgrade]].

source: What's coming up?
de: Was kommt als Nächstes?

source: The next Tails release is [[scheduled|contribute/calendar]] for March 6.
de: Die nächste Version von Tails ist für den 6. März [[geplant|contribute/calendar]].

source: Have a look at our [[!tails_roadmap]] to see where we are heading to.
de: Werfen Sie einen Blick auf die [[!tails_roadmap desc="Roadmap"]], um zu sehen, was wir als nächstes vorhaben.

source: We need your help and there are many ways to [[contribute to Tails|contribute]] ([[donating|contribute/how/donate]] is only one of them). Come [[talk to us|contribute/talk]]!
de: Wir brauchen Ihre Hilfe und es gibt viele Wege, auf denen Sie [[Tails unterstützen|contribute]] können. ([[Spenden|contribute/how/donate]] ist nur einer davon). [[Sprechen Sie uns an|contribute/talk]]!
