Repository: goodcrypto/tails
Catalog: wiki/src/news/version_2.2.*.po
Languages: de, fr

source: [[!meta title="Tails 2.2 is out"]]
de: [[!meta title="Tails 2.2 wurde veröffentlicht"]]
fr: [[!meta title="Tails 2.2 est sorti"]]

source: This release fixes [[many security issues|security/Numerous_security_holes_in_2.0.1]] and users should upgrade as soon as possible.
de: Diese Version behebt [[zahlreiche Sicherheitslücken|security/Numerous_security_holes_in_2.0.1.de]]. Alle Benutzer sollten so schnell wie möglich aktualisieren.
fr: Cette version corrige [[plusieurs problèmes de sécurité|security/Numerous_security_holes_in_2.0.1]] et tous les utilisateurs doivent mettre à jour dès que possible.

source: Changes
de: Änderungen
fr: Changements

source: New features
de: Neue Funktionen
fr: Nouvelles fonctionnalités

source: - Add support for viewing DVDs with DRM protection. ([[!tails_ticket 7674]])
de: - Das Ansehen von DRM-geschützten DVDs wird nun unterstützt. ([[!tails_ticket 7674]])
fr: - Permet de visualiser des DVD avec mesures techniques de protection (MTP, ou [[!wikipedia_fr Gestion_des_droits_numériques desc="DRM"]] en anglais). ([[!tails_ticket 7674]])

source: Upgrades and changes
de: Aktualisierungen und Änderungen
fr: Mises à jour et changements

source: - Replace *Vidalia*, which has been unmaintained for years, with: - a system status icon indicating whether Tails is connected to Tor or not, - [[*Onion Circuits*|doc/anonymous_internet/Tor_status]] to display a list of the current Tor circuits and connections.
de: - Ersetzen von *Vidalia*, welches mehrere Jahre lang nicht gepflegt wurde, durch: - ein Systemstatus-Symbol, welches anzeigt, ob Tails mit Tor verbunden ist oder nicht, - [[*Onion Circuits*|doc/anonymous_internet/Tor_status]], um eine Liste der aktuellen Kanäle und Verbindungen von Tor anzuzeigen.
fr: - *Vidalia*, qui n'était plus maintenu depuis des années, est remplacé par : - une icône système de statut qui indique si Tails est connecté ou non à Tor, - [[*Onion Circuits*|doc/anonymous_internet/Tor_status]] pour afficher une liste des circuits Tor actuels et les connexions.

source: [[!img version_2.2/onion_circuits.png alt="Tor Status extension clicked in the top bar and Onion Circuits window open" link="no"]]
de: [[!img version_2.2/onion_circuits.png alt="Tor-Status-Erweiterung in der Titelleiste angeklickt und geöffnetes Fenster von Onion Circuits" link="no"]]
fr: [[!img version_2.2/onion_circuits.png alt="Extension du statut Tor affichée dans la barre supérieure et fenêtre des circuits en oignons affichée" link="no"]]

source: Automatically save the database of *KeePassX* after every change to prevent data loss when shutting down. ([[!tails_ticket 11147]])
de: Automatisches Sichern der Datenbank von *KeePassX* nach jeder Änderung, um Datenverlust beim Herunterfahren zu verhindern. ([[!tails_ticket 11147]])
fr: Sauvegarde automatique de la base de données *KeePassX* après chaque modification pour éviter la perte de données lors de l'arrêt de l'ordinateur. ([[!tails_ticket 11147]])

source: - Update *Tor Browser* to 5.5.3. - Improve Japanese-style glyph display.
de: - *Tor Browser* auf 5.5.3. - Verbesserung der Anzeige japanischer Schriftzeichen.
fr: - Mise à jour du *Navigateur Tor* en version 5.5.3. - Amélioration de l'affichage des glyphes de style Japonais.

source: - Upgrade *I2P* to [0.9.24](https://geti2p.net/en/blog/post/2016/01/27/0.9.24-Release).
de: - *I2P* auf [0.9.24](https://geti2p.net/en/blog/post/2016/01/27/0.9.24-Release).
fr: - Mise à jour d'*I2P* en [version 0.9.24](https://geti2p.net/en/blog/post/2016/01/27/0.9.24-Release).

source: Disable the <span class="keycap">Alt + Shift</span> and <span class="keycap">Left Shift + Right Shift</span> keyboard shortcuts that used to switch to the next keyboard layout. You can still use <span class="keycap">Meta + Space</span> to change keyboard layout. ([[!tails_ticket 11042]])
de: Deaktivieren der Tastenkombinationen <span class="keycap">Alt + Umschalttaste</span> sowie <span class="keycap">linke Umschalttaste + rechte Umschalttaste</span>, welche zur nächsten Tastaturbelegung gewechselt haben. Sie können immer noch <span class="keycap">Meta + Leertaste</span> verwenden, um die Tastaturbelegung zu ändern. ([[!tails_ticket 11042]])
fr: Désactivation des raccourcis claviers <span class="keycap">Alt + Majuscules</span> et <span class="keycap">Majuscules gauche + Majuscules droite</span> qui sont utilisés pour changer de configuration du clavier. Vous pouvez toujours utiliser <span class="keycap">Meta + Espace</span> pour changer la configuration du clavier. ([[!tails_ticket 11042]])

source: Fixed problems
de: Behobene Probleme
fr: Problèmes corrigés

source: - Fix **optional PGP key** feature of *WhisperBack*. ([[!tails_ticket 11033]])
de: - Reparieren der **optionalen PGP-Schlüssel**-Funktion von *WhisperBack*. ([[!tails_ticket 11033]])
fr: - Correction de la fonction **clef PGP optionnelle** de *WhisperBack*. ([[!tails_ticket 11033]])

source: - Fix saving of *WhisperBack* report to a file when offline. ([[!tails_ticket 11133]])
de: - Reparieren des Sicherns eines Berichts von *WhisperBack* in eine Datei, wenn keine Internetverbindung besteht. ([[!tails_ticket 11133]])
fr: - Correction de l'enregistrement d'un rapport *WhisperBack* dans un fichier lorsque vous êtes hors ligne. ([[!tails_ticket 11133]])

source: - Make Git verify the integrity of transferred objects. ([[!tails_ticket 11107]])
de: - Git verifiziert nun die Integrität übertragener Objekte. ([[!tails_ticket 11107]])
fr: - Git vérifie l'intégrité des objets transférés. ([[!tails_ticket 11107]])

source: For more details, see also our [changelog](https://git-tails.immerda.ch/tails/plain/debian/changelog).
de: Lesen Sie für mehr Details unser [Änderungsprotokoll](https://git-tails.immerda.ch/tails/plain/debian/changelog).
fr: Pour plus de détails, voir notre [liste des changements](https://git-tails.immerda.ch/tails/plain/debian/changelog).

source: Known issues
de: Bekannte Probleme
fr: Problèmes connus

source: While there is an automatic upgrade from Tails 2.2~rc1 to 2.2, it will not be detected by default since Tails 2.2~rc1 think it already is 2.2 (see [[the 2.2~rc1 announcement|test_2.2-rc1]]). To fix this, run the following command:
de: Zwar gibt eine es automatische Aktualisierung von Tails 2.2~rc1 auf 2.2, jedoch wird diese nicht automatisch erkannt, da Tails 2.2~rc1 davon ausgeht, dass es bereits 2.2 ist. (siehe auch [[die Ankündigung für 2.2~rc1|test_2.2-rc1]]). Um dies zu beheben, führen Sie folgenden Befehl aus:
fr: Bien qu'il y ait une mise à jour automatique de Tails 2.2~rc1 à la version 2.2, elle n'est pas détectée par défaut car Tails 2.2~rc1 croit être déjà dans la version 2.2 (voir [[l'annonce de la version 2.2~rc1|test_2.2-rc1]]). Pour remédier à cela, exécutez la commande suivante :

source: See the current list of [[known issues|support/known_issues]].
de: Lesen Sie sich die Liste der [[bekannten Probleme|support/known_issues]] durch.
fr: Voir la liste des [[problèmes connus|support/known_issues]].

source: Install or upgrade
de: Installieren oder Aktualisieren
fr: Installer ou mettre à jour

source: To install, follow our [[installation instructions|install]].
de: Befolgen Sie zum Installieren unsere [[Installationsanweisungen|install]].
fr: Pour installer, suivez nos [[instructions d'installation|install]].

source: An automatic upgrade is available from 2.0.1 to 2.2.
de: Es ist eine automatische Aktualisierung von 2.0.1 auf 2.2 verfügbar.
fr: Une mise à jour automatique est disponible de la version 2.0.1 à la version 2.2.

source: If it is impossible to automatically upgrade your Tails, read our [[upgrade instructions|upgrade]].
de: Falls es nicht möglich ist, Ihr Tails automatisch zu aktualisieren, lesen Sie unsere [[Aktualisierungsanweisungen|upgrade]].
fr: S'il est impossible de mettre à jour automatiquement votre Tails, lisez nos [[instructions de mise à jour|upgrade]].

source: If your Tails fails to start after an automatic upgrade, please [[try to do a manual upgrade|doc/first_steps/upgrade#manual]].
de: Falls Ihr Tails nach einer automatischen Aktualisierung nicht startet, [[versuchen Sie bitte eine manuelle Aktualisierung|doc/first_steps/upgrade#manual]].
fr: Si votre Tails échoue à démarrer après une mise à jour automatique, merci [[d'essayer une mise à jour manuelle|doc/first_steps/upgrade#manual]].

source: What's coming up?
de: Was kommt als Nächstes?
fr: Et ensuite ?

source: The next Tails release is [[scheduled|contribute/calendar]] for April 19.
de: Die nächste Version von Tails ist für den 19. April [[geplant|contribute/calendar]].
fr: La prochaine version de Tails est [[prévue|contribute/calendar]] pour le 19 avril 2016.

source: Have a look at our [[!tails_roadmap]] to see where we are heading to.
de: Werfen Sie einen Blick auf die [[!tails_roadmap]], um zu sehen, was wir als Nächstes vorhaben.
fr: Jetez un œil à notre [[!tails_roadmap desc="feuille de route"]] pour savoir ce que nous avons en tête.

source: We need your help and there are many ways to [[contribute to Tails|contribute]] ([[donating|contribute/how/donate]] is only one of them). Come [[talk to us|contribute/talk]]!
de: Wir brauchen Ihre Hilfe und es gibt viele Wege, auf denen Sie [[Tails unterstützen|contribute]] können ([[Spenden|contribute/how/donate]] ist nur einer davon). [[Sprechen Sie uns an|contribute/talk]]!
fr: Nous avons besoin de votre aide et il y a de nombreuses manières de [[contribuer à Tails|contribute]] ([[faire un don|contribute/how/donate]] est seulement l'une d'entre elles). Venez [[discuter avec nous|contribute/talk]] !
